{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"name":"Good Luck, Father Ted","synopsis":"A television programme offers to interview Father Ted, who goes to extreme lengths to ensure the other members of the clergy on the island do not interrupt his moment in the spotlight. Meanwhile Craggy Island hosts Fun Land, a fun fair to which Dougal is desperate to go. Ted takes the film crew to the fair, leading to a massive mess.","date":"1995-04-21","series":{"$oid":"60c3ebf2c80a994ef496cb9f"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc028"},"name":"Entertaining Father Stone","synopsis":"Ted and Dougal are devastated as an inoffensive but unbearably boring priest, Father Stone, arrives on Craggy Island for his annual visit. Ted prays for Father Stone to be taken away, but is later wracked with guilt when Father Stone is struck by lightning. The title is a pun on the Joe Orton play Entertaining Mr Sloane.","date":"1995-04-28","series":{"$oid":"60c3ebf2c80a994ef496cb9f"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc029"},"name":"The Passion of Saint Tibulus","synopsis":"Bishop Leonard Brennan arrives at the parochial house on an official visit with news that a blasphemous film, condemned by the pope and banned everywhere, is being shown in Craggy Island thanks to a loophole. He orders the priests to make a stand and protest at the cinema, but they discover secrets about the Bishop's past.","date":"1995-05-05","series":{"$oid":"60c3ebf2c80a994ef496cb9f"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc02a"},"name":"Competition Time","synopsis":"Ahead of the annual 'All Priests Stars in Their Eyes Lookalike Competition', Ted, determined to beat his arch-nemesis Father Dick Byrne from Rugged Island, reveals his Elvis costume, only to find that Dougal and Jack have the exact same costume for themselves. Meanwhile, television celebrity Henry Sellers stays at the house.","date":"1995-05-12","series":{"$oid":"60c3ebf2c80a994ef496cb9f"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc02b"},"name":"And God Created Woman","synopsis":"Father Ted meets novelist Polly Clarke at the book signing for her latest novel Bejewelled with Kisses. Ted then finds out that Polly is renting a cottage across the island as he begins to fall for her, and she invites him for more 'book chat'. Meanwhile Dougal, Mrs Doyle and Father Jack get in the way of Ted's plans, causing disruption.","date":"1995-05-19","series":{"$oid":"60c3ebf2c80a994ef496cb9f"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc02c"},"name":"Grant unto Him Eternal Rest","synopsis":"Father Ted is unconcerned when he discovers Jack has drunk a bottle of floor polish, but Sister Monica realises that a lack of pulse and no breathing can only mean one thing, Father Jack is dead. However, Jack has left some money in his will for Ted and Dougal. But will he stay dead enough for them to get it?","date":"1995-05-26","series":{"$oid":"60c3ebf2c80a994ef496cb9f"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc02d"},"name":"Hell","synopsis":"Ted, Dougal and Jack take their annual holiday and encounter Father Noel Furlong.","date":"1996-03-08","series":{"$oid":"60c3ebf2c80a994ef496cba0"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc02e"},"name":"Think Fast, Father Ted","synopsis":"When Ted holds a raffle, he destroys the prize - a new car. The title is a play on the novel 'Think Fast, Mr. Moto', by John P. Marquand and the film of the same title starring Peter Lorre.","date":"1996-03-15","series":{"$oid":"60c3ebf2c80a994ef496cba0"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"name":"Tentacles of Doom","synopsis":"Three bishops visit the island. A worried Ted gives Jack elocution lessons beforehand.","date":"1996-03-22","series":{"$oid":"60c3ebf2c80a994ef496cba0"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc030"},"name":"Old Grey Whistle Theft","synopsis":"Dougal starts hanging around with a rebellious priest, Father Damo Lennon. Meanwhile a valuable whistle is stolen. The title is a pun on the BBC music show The Old Grey Whistle Test.","date":"1996-03-29","series":{"$oid":"60c3ebf2c80a994ef496cba0"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc031"},"name":"A Song for Europe","synopsis":"Ted is goaded by Father Dick Byrne into attempting to write a song for 'Eurosong 96' (spoof of the Eurovision Song Contest). Despite having a song with only one note, Ireland's fear of winning again (and having to fund it) plays into Ted and Dougal's hands. This mirrors the real life belief that Ireland chose the 1994 Eurovision entry, 'Rock and Roll Kids', which was thought to differ greatly from the typical winning song, so as to ensure that they did not have to host the contest again.","date":"1996-04-05","series":{"$oid":"60c3ebf2c80a994ef496cba0"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc032"},"name":"The Plague","synopsis":"The parochial house is infested by rabbits, just as the very rabbit-phobic Bishop Brennan plans a visit.","date":"1996-04-12","series":{"$oid":"60c3ebf2c80a994ef496cba0"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc033"},"name":"Rock a Hula Ted","synopsis":"A female singer (a parody of Sinéad O'Connor) visits the island just when Ted is judging the annual Lovely Girls competition, a parody of Ireland's Rose of Tralee festival.","date":"1996-04-19","series":{"$oid":"60c3ebf2c80a994ef496cba0"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc034"},"name":"Cigarettes and Alcohol and Rollerblading","synopsis":"In a game of one-upmanship with Dick Byrne, Ted decides the three priests must give something up for Lent. Father Jack gives up alcohol, Dougal gives up rollerblading and Ted gives up smoking. They encounter difficulty keeping their vows, and enlist the help of Sister Assumpta. However, her methods are not what they had in mind.","date":"1996-04-26","series":{"$oid":"60c3ebf2c80a994ef496cba0"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc035"},"name":"New Jack City","synopsis":"Jack's hairy hands get him sent to an old priests home. Unfortunately his replacement, Father Fintan Stack, is much worse. An avid fan of jungle music, he does not take kindly to the other inhabitants of the parochial house. The title is taken from the movie 7e87d739-53c5-4a56-a81d-c652d2b3a4a0.","date":"1996-05-03","series":{"$oid":"60c3ebf2c80a994ef496cba0"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc036"},"name":"Flight into Terror","synopsis":"A flight back from a pilgrimage runs out of fuel and there are only two parachutes. Meanwhile Jack discovers a supply of alcohol in the luggage compartment of the plane. Only one man can save the passengers...","date":"1996-05-10","series":{"$oid":"60c3ebf2c80a994ef496cba0"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc037"},"name":"A Christmassy Ted","synopsis":"Ted's quick thinking whilst lost in a department store's lingerie department earns him the coveted Golden Cleric award. So why doesn't he feel happy? Mrs Doyle's attempts to hang up the Christmas decorations become undone around her. She's also none too pleased at her Christmas present. Meanwhile, an old friend of Ted decides the time is ripe for a visit. When first shown, this hour-long episode attracted Channel 4's largest ever non-film audience viewing figures.","date":"1996-12-24","series":{"$oid":"60c3ebf2c80a994ef496cba2"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc038"},"name":"Are You Right There, Father Ted?","synopsis":"Ted's 'Chinaman' impression goes down badly with Craggy Island's Chinese community and he is branded a racist. In an attempt to prove he isn't a racist, Ted decides to hold a presentation on multiculturalism in Craggy Island to the Chinese. However, Ted's efforts to prove that he is not a racist are blighted by sheer bad luck. The title is a play on 'Are Ye Right There Michael', a comic song by Percy French about the West Clare Railway.","date":"1998-03-13","series":{"$oid":"60c3ebf2c80a994ef496cba1"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc039"},"name":"Chirpy Burpy Cheap Sheep","synopsis":"Ted makes a large bet on the King of the Sheep competition. Unfortunately, Chris, his chosen sheep, has heard rumours about a sheep-eating beast and isn't feeling at all himself. The title is a pun on a 1970s bubblegum pop song, 'Chirpy Chirpy Cheep Cheep'.","date":"1998-03-20","series":{"$oid":"60c3ebf2c80a994ef496cba1"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc03a"},"name":"Speed 3","synopsis":"When Ted and Dougal expose a philandering milkman, Pat Mustard, he takes revenge on his replacement, Dougal, by putting a bomb on the milk float. If Dougal's speed drops below 4 mph, the bomb will explode, taking Dougal with it...","date":"1998-03-27","series":{"$oid":"60c3ebf2c80a994ef496cba1"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc03b"},"name":"The Mainland","synopsis":"When Ted, Dougal, Jack and Mrs Doyle go on a trip to 20695aba-3383-4c4f-b98b-dbb9aeaa65e1, all kinds of trouble ensues.","date":"1998-04-03","series":{"$oid":"60c3ebf2c80a994ef496cba1"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc03c"},"name":"Escape from Victory","synopsis":"Part 1 of 2. Ted takes great steps to ensure he wins a bet with Dick Byrne on the outcome of the All-Priests Over-75's Five-a-Side Football Championship. The title is a pun on the football movie Escape to Victory, about a football game played between prisoners of war and their guards in World War II.","date":"1998-04-10","series":{"$oid":"60c3ebf2c80a994ef496cba1"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc03d"},"name":"Kicking Bishop Brennan Up the Arse","synopsis":"Part 2 of 2. The only episode to follow on directly from the previous one. Exposed as a cheat at the end of the previous episode, and with this episode's title as his forfeit, a terrified Ted tries to draw upon his courage to complete the deed.","date":"1998-04-17","series":{"$oid":"60c3ebf2c80a994ef496cba1"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc03e"},"name":"Night of the Nearly Dead","synopsis":"Thanks to Mrs. Doyle winning a poetry competition, young TV presenter Eoin McLove pays a visit to Craggy Island, causing excitement for the island's aging females, who besiege the Parochial House. The title is a pun on the movie Night of the Living Dead. McLove is a parody of Irish singer Daniel O'Donnell.","date":"1998-04-24","series":{"$oid":"60c3ebf2c80a994ef496cba1"}}
{"_id":{"$oid":"60c4b986b3dd4bcb9a6fc03f"},"name":"Going to America","synopsis":"Ted gets the opportunity of a lifetime, but can't bring himself to break it to the others that they're not invited. The title is a pun on the movie Coming to America. Musician and artist Brian Eno appears as 'Father Brian Eno' at the 'It's Great Being a Priest!' convention. The episode ends with a montage containing one clip from every previous episode, in reverse order.","date":"1998-05-01","series":{"$oid":"60c3ebf2c80a994ef496cba1"}}
