{"_id":{"$oid":"60c4cfa3300b488880325c29"},"lines":["(Father Jack's wake has begun. Various priests and nuns are in the living room)","Sister Monica: I think it's absolutely great to see. I mean, the level of commitment amongst the African church in bringing the faith to the people is just wonderful! It's marvellous, isn't it?","Father Shaft: (Black priest) Sure I wouldn't know, I'm from Donegal."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955f4"},{"$oid":"60c3f6ca18a5e1176c6955dc"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c2a"},"lines":["(Ted and Dougal and wondering what to do to solve their rabbit problem)","Father Ted: What are we going to do?","Father Dougal: Well wait now now. There is actually something we can do Ted. If we errr now let me see now. Just wait a second there. Er Ah. I know. I know. I've got it Ted.","Father Ted: What?","Father Dougal: Right now, now. The way I see it is, if we errr, now wait a second. Errm. What's the problem again?","Father Ted: THE RABBITS!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc032"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c2b"},"lines":["Father Ted: It looks like the last of the alcohol's left his system. I think he might actually be sober. Is that it, Father? Are you seeing things as they really are at last?","Father Jack: (clutching his head) OH MY GOD!","Father Ted: Yes, that's it alright.... I suppose sobriety for Father Jack must be like taking some sort of mad hallucinogenic.","Father Jack: Where are the other two?","Father Ted: \"Other two?\" Oh, the old vision's back to normal. No, it\\\\\\'s just us Father.","Father Jack: And what do you two do?","Father Ted: Well, we're priests.","Father Jack: What? Priests? DON'T TELL ME I'M STILL ON THAT FECKIN' ISLAND!!!","Father Ted: How are you feeling, Father? It must be great to be sober every once in a while. Or... every twelve years."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc034"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c2c"},"lines":["(Fathers Ted and Dougal walk inside into the living room)","Father Ted: That went pretty well I thought."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c2d"},"lines":["Bishop Fachs: So many people are cynical about such things.  You can hardly open a newspaper these days without reading some trendy anti-clerical article written by some bearded lefty!","Father Jack: YES!!!","Bishop Fachs: A spell in the Army would do them a world of good!","Father Jack: THAT WOULD BE AN ECUMENICAL MATTER!!!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955b8"},{"$oid":"60c3f6ca18a5e1176c6955ce"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c2e"},"lines":["Father Dougal: Sorry about that."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc036"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c2f"},"lines":["Eoin McLove: Go away... (pause for thought) ...you big dirty pile of old biddies!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955bd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c30"},"lines":["Father Seamus Fitzpatrick: You old fool, I've sheltered you for fifty years, you've never even made me a cup of tea!","Nazi Veteran: You make the tea, I do the washing up!","Father Seamus Fitzpatrick: When did you do the washing up?!","Nazi Veteran: I did it for the whole of 1947, and again in 1973!","Father Seamus Fitzpatrick: YOU LIAR! You broke all the plates and then you said \"Ah, I am so tired! I never had to wash up plates when I was in the Wehrmacht!\""],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc038"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955db"},{"$oid":"60c3f6ca18a5e1176c6955eb"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c31"},"lines":["(Ted and Dougal discuss the film's bizarre plot)","Father Dougal: Do you remember that bit when St. Tibulus, he tried to take that banana off the other lad?","Father Ted: That wasn't a banana, Dougal."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc029"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c32"},"lines":["Father Ted: Look at that! A perfectly square bit of black dirt on the window!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc038"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c33"},"lines":["Eoin McLove: (To Ted after being told not to eat jam out of the jar) Leave me alone. I can have you killed!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955bd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c34"},"lines":["Father Dougal: Sorry Ted, I was looking at the ticket upside down.","(Dougal had ticket number 11)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c35"},"lines":["(Their Lenten vows have been hard to keep, so Ted is on the phone to get help)","Father Ted: (speaking to Dougal) One day! You think we could go one day without giving in to temptation. (Ted speaks into phone) Hello? Hello? (speaks to Dougal again) God almighty, when I think of the sacrifices that Matty Hyslop made...","Father Dougal: Who?","Father Ted: Matty Hyslop. He was a notorious drunkard who found God and then decided to punish himself for his sins. Oh he used to do all kinds of things. Like he had this terrible allergic reaction to cats, so instead of avoiding them, he used to carry a kitten in his pocket. He'd sniff it from time to time. His head just inflated like a balloon.","Father Dougal: Fair play to him.","Father Ted: I mean Dougal could you not knock the rollerblading on the head for a couple of weeks?","Father Dougal: (upset at himself) I know, I know Ted. I used to be happy enough with the old bike, you know. I used to get a great buzz just going down to the shops. But after a while it just wasn't enough! I just kept going for bigger and bigger thrills! But I could handle it Ted, I could quit any time I want.","Father Ted: Well you tried to quit yesterday and you couldn't!","Father Dougal: (breaks down) You're right Ted. I admit it! I have a problem!","(Dougal falls to the floor at Ted's feet)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc034"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c36"},"lines":["Patsy: Thanks for everything, Father. Oh, and thanks for not mentioning Eoin\\\\\\'s \"problem.\"","Father Ted: Oh yes, you mentioned that before. What was it?","Eoin McLove: I have no willy."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ee"},{"$oid":"60c3f6ca18a5e1176c6955bd"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c37"},"lines":["Pat Mustard: You wouldn't be advising the use of artificial contraception now Father? Would ya?","Father Ted: Yes I...no I...if you're going to be...I...of course you, you...just feck off!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03a"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ed"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c38"},"lines":["(Hud and Giant are having a practiced conversation in front of Chris the sheep, knowing that the animal is listening to them)","Hud Hastings: Have you heard of this creature going around terrorizing animals on the island?","Giant Reed: No! Tell me more.","Hud Hastings: They say it's as big as a jaguar.","Giant Reed: The car?","Hud Hastings: No, the big cat thing. And its face is nothing but big white teeth as sharp as knives.","Giant Reed: Has it killed yet?","Hud Hastings: No, but it's only a matter of time.","Giant Reed: Hope it doesn't attack me and my sheep.","Hud Hastings: Not even a man's sheep is safe.","Giant Reed: Oh dear.","(The camera moves to a close up of Chris the Sheep's face)","Hud Hastings: Oooohhhh... (ie worrying sound)","Giant Reed: Oooohhhh...","Hud Hastings: Oooohhhh...","(Worrying sounds from Hud and Giant continue)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc039"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955e3"},{"$oid":"60c3f6ca18a5e1176c6955e1"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c39"},"lines":["Father Dougal: Didn't you tell me once that Father Jack had a trial for Liverpool?","Father Ted: No... no, he was on trial, in Liverpool."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c3a"},"lines":["Father Ted: [trips over a brick Jack is dragging round on a piece of string] Wha... what's going on!?","Mrs Doyle: Father Hackett's got very fond of that brick. It's a great old pet for him! He doesn't have to feed it or clean it or take it to the vet. Suits him down to the ground!","Father Jack: I love my brick!","Father Ted: Ah, that's nice. Maybe we're seeing a new side to Father Jack? A more caring, considera--","[Jack suddenly hurls the brick at Ted, knocking him out]","Father Jack: Ah, feck it! Fed up with \"briiiiiick\"!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03a"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955ea"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c3b"},"lines":["Laura Sweeney: When is the funeral again?","Father Dougal: Again? We haven't had the first one yet!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955e5"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c3c"},"lines":["(The opening credits of \"Father Ben\" begin playing)","Father Dougal: (excited) Ted! Ted! Quick! It\\\\\\'s \"Father Ben\"!","(Ted comes rushing in to watch)","(The show within the show begins. Father Ben is sitting on a lounge that looks exactly like the one in Father Ted)","(In the show, Father Brendan appears, with something on his head)","Father Brendan: (on TV) Oh Ben! I'm such an eejit! I've me shorts... on me head!","(Fathers Ted and Dougal laugh)","Father Ben: (on TV) God almighty Brendan, you really are a big fool!","Father Ted: (laughing at show) This is really top notch stuff.","Father Dougal: (nodding) That Brendan's an eejit!","Father Ted: I know someone just like Ben... Big thicko!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc032"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955c1"},{"$oid":"60c3f6ca18a5e1176c6955c2"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c3d"},"lines":["(Father Dougal is reading a Music magazine. Niamh Connolly is on the front cover wearing boxing gloves)","Father Ted: (seeing magazine cover) There she is again. She's all over the place.","(Ted looks closer at the magazine cover. A closeup of the boxing gloves reveals the words \"Clit Power\")","Father Ted: \"Clit Power\". What does that mean?","Father Dougal: Don't know.","Father Ted: I knew a Father Clint Power. Maybe she's having a go at him?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc033"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c3e"},"lines":["Father Ted: Father Jack, do you have any preferences?","Father Jack: Holiday!","Father Ted: Yes, we're on holiday. Would you like to go anywhere?","Father Jack: What?","Father Ted: Would you like to go somewhere?","Father Jack: Who are you?","Father Ted: I was just asking, would you like to go somewhere now that we're here? Would you like to go for a lovely walk?","Father Jack: I like cake!","Father Ted: Yes, I... [sotto, to Dougal] I think I'll just stop talking to Father Jack now.","Father Jack: Where am I? What's that thing there? Are those my feet?","Father Ted: God, let's just get him to sleep and we'll head off ourselves. [to Jack] Okay Father, into your box!","Father Jack: Drink, arse, girls, dr— [he instantly falls asleep as Ted places a cardboard box over his head]"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c3f"},"lines":["(Fathers Ted and Dougal are spending the night in the mausoleum where Jack's coffin lies. They are lying next to one another in sleeping bags)","Father Dougal: Ted do you believe in the afterlife?","Father Ted: Well generally priests have a very strong belief in the afterlife.","Father Dougal: Ooh I wish I had your faith Ted!","Father Ted: Dougal, how did you get into the church? Was it like, \"Collect twelve crisp packets and become a priest\"?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c40"},"lines":["\"It\\\\\\'s beginning to snow again. The flakes, silver and dark, are falling obliquely against the lamplight. It\\\\\\'s probably falling all over the island; on the central plain, on the treeless hills, falling softly upon the graveyards, upon the crosses and headstones, upon all the living and the dead...\"","Father Jack: (obviously not dead) SHUT THE FECK UP!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c41"},"lines":["Mr Fox: (Dougal's New Boss) You'd better get going, actually. Milk gets sour y'know. Unless it's UHT milk, but there's no demand for that because it's shite."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03a"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955e8"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c42"},"lines":["Father Dougal: Do you want to walk over to that fence?","Father Ted: Oh no, best not; I don't want to blow up with excitement"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c43"},"lines":["(Bishop O'Neill exits first. He is dressed in hippy clothes)","Bishop Eddie O'Neill: Dougal.","(Bishop O'Neill shakes Dougal's hand)","Father Dougal: Oh. You're welcome Bishop.","Bishop Eddie O\\\\\\'Neill: (correcting him). No, no. \"Eddie\".","Father Ted: Are you sure you won't reconsider your decision?","Bishop Eddie O'Neill: No. Anyway it's too late. I'm off to India for two months with a few friends. Ah, there they are. (gives peace sign to Ted and Dougal)","(Hippies in a VW Kombi drive up)","Father Ted: See you again then.","(Bishop O'Neill (Eddie), climbs into van with hippy friends, and is immediately given a marijuana joint, which he begins to smoke)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955b7"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c44"},"lines":["Pat Mustard: (still laughing evilly in the phone box) Oh yes, I'm afraid you messed with the wrong milkman, Father. (puts on sunglasses) Well, if you don't mind, I'm off. Better get out the earplugs Father, because when that milk float goes up (the bomb-rigged milk float, now with no driver, wanders up behind the phone box without Pat noticing), you'll hear it all the way to the North Po-","(The scene cuts to an Inuit man fishing in the Arctic. He hears a large explosion and looks around in confusion, indicating that the milk float has detonated, killing Pat. The scene then cuts to the parochial house telephone, which is now buzzing.)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03a"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ed"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c45"},"lines":["Eoin McLove: Well Father, you've got 4 out of 5 questions right on your specialist subject, William Shatner's Tek Wars. So, if you get the general knowledge question right, the £500 will be yours. Oh no! People will think this is rigged. John Paul II. What was his name before he became pope?","Father Ted: (long pause across end credits) Jim?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955bd"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c46"},"lines":["Father Dougal: It's like a big tide of jam coming towards us, but jam made out of old women."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c47"},"lines":["(Ted and Dougal are sitting down at breakfast. Ted had discovered the stolen whistle the night before in Dougal's jacket)","Father Ted: Dougal, is there anything on your mind?","(Dougal looks around, a dumb expression on his face)","Father Ted: Let me re-phrase that. Is there anything you want to tell me about? Something bothering you in some way?","Father Dougal: Like what Ted?","Father Ted: Have you done anything you might be embarrassed about? Have you done anything bad recently? Anything wrong?","Father Dougal: Wrong?","Father Ted: Yes Dougal. \"Wrong\". You remember right and wrong? The difference between the two? Page one of \"How to be a Catholic\".","(Dougal looks clueless and confused)","Father Ted: Honestly Dougal, this is very basic stuff.","(Dougal continues to look confused)","Father Ted: What is \"wrong\"? Give me an example of something that\\\\\\'s \"wrong\".","Father Dougal: (trying very hard to rise to this intellectual challenge) Just give me a second Ted. (stands up)","Father Ted: Arson. There's one. (pause) Murder. (pause) Swearing.","Father Dougal: Swearing. Yeah.","Father Ted: Anything else?","(Dougal is racking his brains)","Father Dougal: Err... Emm... Err... L.. Lying?","Father Ted: (animated) Well done Dougal! Yes!","Father Dougal: Thanks Ted.","(Dougal begins to collapse. The strain of thinking was too much)","Father Ted: Dougal are you all right?","Father Dougal: I'm fine Ted I just need to sit down.","(Dougal sits back down)","Father Ted: Sorry about that Dougal. I probably pushed you a bit hard there.","Father Dougal: No worries Ted.","(Dougal places his head on the table in exhaustion)","Father Ted: Dougal, something else that's wrong is... stealing.","(Dougal looks up at Ted. He's beginning to recover)","Father Ted: What I'm trying to say is that it's wrong to steal. Stealing is just something you don't do.","Father Dougal: Right. Except you.","Father Ted: (shocked) What?","Father Dougal: Well you're allowed to steal.","Father Ted: (indignant) What are you talking about?","Father Dougal: The money. From that Lourdes thing.","(Ted is lost for words and is very uncomfortable and beginning to get angry)","Father Ted: (defensively) Different thing altogether Dougal. First of all, that money was just resting in my account before I moved it on!","Father Dougal: It was resting for a long time Ted.","Father Ted: Yes, but...","Father Dougal: A good long rest.","Father Ted: (frustrated) Look Dougal, we're not talking about me! We're talking about YOU! Is there anything you want to tell me about?","(Ted reaches into his top pocket and produces the stolen whistle)","Father Ted: This, for example?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc030"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c48"},"lines":["Father Ted: There was a time when the police in this country were friends of the church; speeding tickets torn up, drunk driving charges quashed, even a blind eye turned to the odd murder!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03b"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c49"},"lines":["Father Ted: I was just thinking about my next parish. Bishop Brennan is always threatening to send me somewhere unpleasant, and this time I think he just might go through with it. You see...I'm going to kick him up the arse."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c4a"},"lines":["Father Ted: Who's got the most boring voice?","Billy: What?","Father Ted: Of the lot of us, who's got the most boring voice?","Father Seamus Fitzgerald: (extremely dull voice) That'd be me, Ted...","Father Ted: Right, now, listen to me--","Father Seamus Fitzgerald: I have an awful, dreary monotonous voice, God help me...","Father Ted: Yes, yes, now listen--","Father Reilly: (loud stage voice) Ted! Were you asking for a dramatic, exciting voice?","Father Seamus Fitzgerald: No. He said boring. He wanted a boring voice.","Father Reilly: In that case, you must excuse me for my impetuous interruption!","Father Ted: Listen! This is what we're going to do...","Father Dougal: (to Father Terry) What's going on?","Terry MacNamee: I think Ted has a plan.","Father Dougal: No, I mean in general.","Terry MacNamee: Well, he's going to get us out of the lingerie section.","Father Seamus Fitzgerald: (speaking into intercom, boring voice) Ladies and gentlemen, could you please bring your purchases to the checkout as the store is about to close. Hurry up. Come on, hurry up, will ye...","(customers begin to walk towards the gathered priests)","Father Ted: (grabbing the microphone) Not that way, for feck's sake, the other way! Move!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc036"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"},{"$oid":"60c3f6ca18a5e1176c6955d8"},{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955da"},{"$oid":"60c3f6ca18a5e1176c6955f5"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c4b"},"lines":["Mrs Doyle: Father, while you were out for your walk, we had a phone call. I think you were supposed to do a funeral today...","Father Ted: [horrified] The funeral! I completely forgot all about it!","Mrs Doyle: It's alright! Father McGuire said he'd do it.","Father Ted: [calming down] That's ok so... [realises what she said and panics] DOUGAL'S DOING A FUNERAL?!! YOU LET DOUGAL DO A FUNERAL?!!!!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc036"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ea"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c4c"},"lines":["Mrs Doyle: Well, it's not before time Father. I always thought you were one of the best priests in the country.","Father Ted: Thank you very much Mrs Doyle. One of the best? Or maybe the best? Hahaha, go on Mrs Doyle! Honestly, would you say I'm the best priest in the country at the moment?","Mrs Doyle: Well...","Father Ted: If you don't think I'm the best priest in the country, just say so. I honestly won't mind!","Mrs Doyle: I'd say you might be... the second best!","[Contrary to his previous statement, Father Ted looks very disappointed]","Mrs Doyle: I mean --","Father Ted: No, it's alright! I'm not the best priest in the country, I'm only the second best. There's somebody better than me, apparently.","Mrs Doyle: Well, Father, I was just thinking of those priests who work in very poor areas.","Father Ted: Oh yeah, of course, those lads! Father Archbishop Desmond Tutu and the likes!","Mrs Doyle: Well, I think Archbishop Tutu is a Protestant man!","[Both laugh]","Father Ted: Hahaha, oh right! Oh great! So a Protestant is better than me.","[Mrs Doyle tries to console Ted]","Father Ted: No, no no, there's no need to continue this, I'm not the best, I'm just the second best. Apparently the Golden Cleric is a runner-up prize. Well, I'm so sorry! Obviously I'm just an idiot! Obviously I can't even say Mass properly!","Mrs Doyle: Father, I was just --","Father Ted: NO! Don't take it back! THAT'S what you said! You said I wasn't the best priest in the country! That's fine! I just wanted to know where I stand. Obviously now I'm just going to have to jack it in.","Mrs Doyle: WHAT?!","Father Ted: I'm leaving the priesthood!","Mrs Doyle: BUT FATHER!","Father Ted: NO! I am going to write a letter to Bishop Brennan asking for early retirement and maybe when I go, you can ask the other priest; \"Father Peter Perfect, the Perfect Priest\" to come here and you can work for him since he\\\\\\'s obviously such a great priest!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc036"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ea"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c4d"},"lines":["(Ted is attempting to place some bottles of wine in a bag without waking Jack. The bottles clink together. Jack wakes up)","Father Jack: DRINK!!!","Father Ted: It- It's not drink, Father, it's just fizzy water.","Father Jack: Jacob's Creek chardonnay 1991!","Father Ted: [removes bottles and reads label] You can tell just from the sound?!","Father Jack: DRINK! DRINK! DRINK!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc030"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c4e"},"lines":["(The Matty Hyslop group have sent a nun around to help them keep their Lenten vows)","Father Ted: Hello there. (Ted realises who it is) Ah! Sister Assumpta!","Sister Assumpta: (shakes Ted's hand) Hello Father!","Father Ted: Dougal! Do you remember Sister Assumpta?","(pause)","Father Dougal: Ah no.","Father Ted: She was here last year. And then we stayed with her in the convent back in Kildare. Do you remember it?","(Dougal shakes his head. No)","Father Ted: Ah you do! And then you were hit by the car when you went down to the shops for the paper.","(Dougal shakes his head)","Father Ted: You must remember all that! And then you won a hundred pounds with your lottery card? Ah you must remember it Dougal!","(Assumpta and Ted look eagerly at Dougal, who continues to be confused and not remember)","Sister Assumpta: And when you were accidentally arrested for shoplifting? I remember we had to go down to the police station to get you!","(pause)","Sister Assumpta: And the police station went on fire? And you had to be rescued by helicopter?","(Dougal shakes his head)","Father Ted: Do you remember? You can't remember any of that?","(Dougal shakes his head)","Father Ted: The helicopter! When you fell out of the helicopter! Over the zoo! Do you remember the tigers? You don't remember?","(Dougal shakes his head)","Father Ted: You were wearing your blue jumper.","Father Dougal: (suddenly remembers) Ahhhh! Sister Assumpta! (shakes her hand)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc034"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"},{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955f3"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c4f"},"lines":["Father Austin Purcell: This is a piece of advice my father gave to me. Now this refers not only to lagging, but all forms of insulation. He said \"don\\\\\\'t ever\"...no, wait, it was \"always\"...no er, \"never, never\" - oh wait now, I\\\\\\'ve forgotten. Never mind. What\\\\\\'s your favourite humming noise? Would it be mmm-mmmmm or would it be mmmm-mm? The first one there, now that\\\\\\'s the sound of a fridge humming and the second one, now that\\\\\\'s the sound of a man humming. You never hear a woman humming. I knew a woman once, but she died soon afterwards. Now if you push me to it, I\\\\\\'d have to say my favourite colour is grey. No, blue. A soft blue with a hint of grey. No, orange. Yes, orange. I remember now. I had an extension put on the house, and I put it on the extension, so the house is in a circle now, you see..."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955bf"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c50"},"lines":["(Bishop Fachs is the next to exit, walking very gingerly and accompanied by a paramedic)","Father Ted: Ah, your grace. (quietly) The Holy Stone... will it still be a class 2 when they, er... (motions head towards Fach's buttocks)","(Bishop Fachs does not reply and walks off into a waiting ambulance)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c51"},"lines":["(Ted, Dougal, Jack and Mrs Doyle are standing in the check-in queue at the airport)","Father Dougal: (genuinely excited) You know Ted, all my life I've dreamed about something really special happening to me, and now it is! I think this is the greatest moment of my life!","Mrs Doyle: (her head popping up behind Dougal) Me too!","Father Jack: BIG BRAS!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955ea"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c52"},"lines":["Mrs Doyle: (hesitantly, while watching football and reading from the book \"Understanding Football for Women\") Go on... my son."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ea"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c53"},"lines":["Father Ted: [after destroying the car]: AH, JESUS, WE'RE DEAD! OH, GOD ALMIGHTY!!!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c54"},"lines":["Father Ted: Dougal, do you know if we have any incense?","Father Dougal: (after a wide-eyed long pause) There was a spider in the bath last night."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c55"},"lines":["Father Jack: (After sobering up) Hey! Hey, you there!  What the hell is this? (holds up a spoon)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc034"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c56"},"lines":["(Sister Monica, a young nun, is sitting on the couch next to Dougal. The two smile nervously)","(The shyness is excruciating. Neither of them talk)","(Then Dougal finally mans up and speaks to her)","Father Dougal: So then, you're a nun?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c57"},"lines":["[Father Fitzpatrick and his Nazi friend take two valium]","Father Seamus Fitzpatrick: Wait, these aren't Valium! These are the cyanide we kept for emergencies! You put cyanide next to the Valium, you old fool, that's asking for trouble!","Nazi Veteran: Oh, shut up!","Father Seamus Fitzpatrick: You shut up! We've only got fifteen seconds to live!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc038"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955db"},{"$oid":"60c3f6ca18a5e1176c6955eb"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c58"},"lines":["Father Dougal: (finding more rabbits in a room next to Father Jack's) Ted, there's loads more in here. Look at this one. Doesn't he look like that fella Harvey Keitel?","Father Ted: Harvey Keitel? How could a rabbit look like... God Almighty! It's the spitting image of him!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc032"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c59"},"lines":["Father Dougal: [Intensely] Let's do it!","Father Ted: [Soothing] Dougal, don't take it so seriously. At the end of the day, it's all just a bit of fun.","[Later; Ted is smoking a cigarette and the room is filled with smoke]","Father Ted: [Tense] Just play the [beep!]ing note!","Father Dougal: The first one?","Father Ted: [Exploding] No not the [beep!]ing first one! The [beep!]ing first one's already [beep!]ing down! Just play the [beep!]ing note you were [beep!]ing playing earlier! I've been playing the [beep!]ing first one! We have the [beep!]ing first one!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc031"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c5a"},"lines":["(having had enough of Sister Assumpta's methods, Ted and Dougal plan to escape)","Father Ted: I'll leave her a note saying we've gone to a funeral or something.","Father Dougal: Or... an autopsy! Why don't we say we had to go to an autopsy instead! That'd be more exciting!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc034"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c5b"},"lines":["Mrs Doyle: Well, as long as we all go to America with you... that's the important thing. I think if I heard that I couldn't go for any reason, I'd have to say that that would be the single most crushing blow of my life. A disappointment like that? I don't see how I could live with it. I might have to take the ultimate step... and take my own life!","Father Ted: Mrs Doyle that's a terrible thing to say!","Mrs Doyle: Well it doesn't matter anyway because I am 1c466ee7-3cd3-4fdd-991a-31eb547b6085! (laughs hysterically)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ea"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c5c"},"lines":["Father Ted: But best of all the Chinese people themselves. Look at them there, aren't they great? The Chinese; a great bunch of lads."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc038"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c5d"},"lines":["Colm: Hello there, Father!","Father Ted: Ah, hello Colm! Out and about?","Colm: Yeah. Same as yourself?","Father Ted: Good good!","Colm: I hear you're a racist now, Father!","Father Ted: Wha-what?","Colm: How'd you get interested in that type of thing?","Father Ted: Who said I'm a racist?!","Colm: Everyone's saying it, Father! Should we all be racist now? What's the official line the church has taken on this?","Father Ted: No! No-","Colm: Only, the farm takes up most of the day, and at night I just like a cup of tea. I mightn't be able to devote myself full time to the old racism.","Mrs Carberry: Good for you, Father!","Father Ted: What? Oh, Mrs. Carberry!","Mrs Carberry: Good for you, Father! Well someone had the guts to stand up to them at last! Coming over here, taking and our jobs and our women, and acting like they own the feckin' place! Well done Father! Good for you! Good for you! I'd like to feckin'... [slipping and sliding on the muddy ground] Feckin' Greeks!","Colm: It isn't the Greeks, it's the Chinese he's after!","Father Ted: I AM NOT AFTER THE CHINESE!!","Mrs Carberry: I don't care who he gets as long as I can have a go at the Greeks! They invented gayness!","Father Ted: LOOK, WE ARE NOT HAVING A GO AT ANYBODY! I AM NOT A RACIST, ALL RIGHT?! God!","Mrs Carberry: FECKIN' GREEKS!","[...]","Colm: How's Mary?","Mrs Carberry: She's fine, she got that job after all.","Colm: Great!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc038"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955bb"},{"$oid":"60c3f6ca18a5e1176c6955e9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c5e"},"lines":["(The three priests and three bishops are gathered around the Holy Stone of Clonrichert, giving the blessing liturgy)","Bishop Eddie O'Neill: Heavenly Father, hear our prayer. We pray that this rock be upgraded to a class 2 relic. And by the grace of God, bring healing to all who pass within a radius of 2½ to 3 feet of it, at your discretion. And may all who are healed in such a way give glory to you, our Lord, through your earthly form of this class 2 relic. Amen.","Everyone else: Amen.","Father Dougal: Eamonn."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955b7"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c5f"},"lines":["Father Ted: More bad news, Dougal. I've just been speaking to Father Ned Fitzmorris. He tripped on a paving stone and one of his kneecaps fell off. There's no way around it...I'm going to have to put him in goal."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c60"},"lines":["Father Dougal: God Ted, he's probably very cold now that his towel has blown away!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c61"},"lines":["[Ted is dreaming of his new parish; a tropical island, where two of the natives have dragged him to the edge of a volcano as a human sacrifice]","Father Ted: Ah come on now, lads!","Native: Quetzacoatl, the Volcano God is angry! We must appease his wrath!","Father Ted: Volcano God, what nonsense! Look, I'll ask again, will you not give Catholicism another try?","Native: Nah, it wouldn't really catch on here. And sure, we don't agree with the Pope's line on artificial contraception; it's the 90s, for God's sake! [they throw Ted in]"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c62"},"lines":["(Niamh Connolly is being interviewed on TV again)","Niamh Connolly: Craggy Island. Yeah. Craggy Island's the place for me.","(Ted and Dougal are watching the TV in shock)","Niamh Connolly: I see it as being a safe haven for those who wish to escape the hypocrisy of 20695aba-3383-4c4f-b98b-dbb9aeaa65e1.","Father Ted: God!","Niamh Connolly: I wish to create a world free from sexual and religious intolerance","Father Ted: No that's terrible news!","(Ted switches TV off)","Father Ted: Right! Basically we have to stand our ground. If she's on the island I'm bound to bump into her. I'll just tell her the people of Craggy island will NOT stand for a world free of sexual and religious intolerance!","Father Dougal: (animated in his agreement) No Way! Jose!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc033"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955ec"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c63"},"lines":["Father Ted: That's the great thing about Catholicism. It's so vague and no one really knows what it's about."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c64"},"lines":["Father Fintan Stack: I want to listen to some music.","Father Ted: Oh, go right ahead.","Father Fintan Stack: I wasn't asking for permission.","(Father Stack plays Limb by Limb by Cutty Ranks on his Boombox)","Limb by Limb, we are gon cut dem down","Send fi the hacksaw, take out the tongue.","See me me me me me, see di hit man ah come.","See me me me me me, said me just can dun."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc035"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ca"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c65"},"lines":["Fargo Boyle: Father Crilley! Hello there!","Father Ted: Fargo! (nods towards Chris the sheep) How's the champ?","Fargo Boyle: Ah he's great. Few quid on him this year Father?","Father Ted: I put the entire annual heating allowance on him to win.","Fargo Boyle: If he doesn't win... what does that mean Father?","Father Ted: Well... we won't have any heating. But if the rest of the year stays as warm as the summer, we're laughing!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc039"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955be"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c66"},"lines":["Father Ted: Oh God, we're in the Lingerie! Dougal. We're in Lingerie!","Father Dougal: Where's the problem there, Ted?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc036"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c67"},"lines":["Father Noel Furlong: (on Ted and Dougal's strong bladders) Ye're like a bunch of camels!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955d6"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c68"},"lines":["Father Ted: He's not a very nice man, is he?","Father Dougal: God Ted I've never met anyone like him anyway. Who would he be like? Hitler or one of those mad fellas.","Father Ted: Oh, worse than Hitler. You wouldn't find Hitler playing jungle music at three o'clock in the morning!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc035"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c69"},"lines":["(Ted is trying to convince Niamh to give them back the parochial house)","Father Ted: We're a very progressive parish!","Niamh Connolly: I hope it's not a hideaway for pedophile priests. That whole thing disgusted me!","Father Ted: Well Niamh, we're not all like that. Say if there's two hundred million priests in the world and five percent are pedophiles, that's still only ten million.","(Niamh is confused at Ted's statement)","Father Ted: No. What we wanted to create here was a world free of intolerance and hypocrisy.","Niamh Connolly: Really Father?","Father Ted: Yes. If there's one thing I hate it is hypocrisy.","(A happy Father Liam suddenly comes to the window with a newspaper. Front page: \"Priest praises lovely bottoms\")"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc033"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ec"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c6a"},"lines":["Bishop Brennan: (Looking inside the parochial house and spots Father Jack, asleep in his armchair)Jack, what the hell are you doing here? Why aren't you at the film?","Father Jack: Feck off!","Bishop Brennan: What?!What did you say?(Jack looks at him smiling innocently)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc029"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955b6"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c6b"},"lines":["My Lovely Horse,","I want to hold you so tight","I want to rub my fingers through your tail","and love you all night","Father Ted: Dougal, Dougal, stop there! We want to keep out of the whole area of actually being in love with the horse.","Father Dougal: Oh right.","Father Ted: It's more that we're friends with the horse that we want to jump around with it and have a good laugh with it.","Father Dougal: Right, but what about something like","Take this lump of sugar baby","You know you want it"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc031"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c6c"},"lines":["Father Dougal: (referring to the baby competition) I thought the standard this year was rubbish.","Father Ted: It was awful alright. A lot of very sloppy babies, who looked as though they really couldn't be bothered. And the hairiness of some of those babies; It was a very hairy baby parade.","Father Dougal: Exactly Ted, if people aren't even going to shave their babies before they come out, I mean..."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03a"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c6d"},"lines":["(Father Jack Hackett is dreaming of his past. It is a sepia toned memory of him working in a catholic girls school)","(In the memory, Jack is accompanied by a nun, and is standing in front of a blackboard with \"Natural Procreation\" written on it)","Nun: Girls (claps hands) Pay attention, we've got a special treat today.","(Father Jack is looking quite lecherous)","Nun: Father Hackett has very kindly volunteered to take you all for volleyball practice.","(The schoolgirls roll their eyes. They know what Jack's like)","Nun: And he's just reminded me that it's very warm today, so there'll be no need for your tracksuit tops.","(Father Jack tries not to grin)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c6e"},"lines":["Father Dougal: Oh. That's the other thing Ted. I sold Niamh the house."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc033"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c6f"},"lines":["Father Jack: (points at Sister Assumpta) Nan!","Father Ted: No, it's nun.","Father Jack: [Terrified] Nun?! [screams and hurls himself straight through the window]","Father Ted: [Waves] Bye, Father! He's just gone for his walk."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc034"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c70"},"lines":["Pat Mustard: [In a menacing phone call to Ted] You got me sacked. And now I'm having to yank meself off around the clock because I haven't got any proper sex with girls!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03a"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ed"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c71"},"lines":["Father Dougal: I'm hugely confused, Ted..."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c72"},"lines":["Father Ted: Mrs Doyle, have you got your contacts in?","Mrs Doyle: No, a dog ran off with them."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ea"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c73"},"lines":["Mrs Doyle: Who wants their afternoon drink?","Father Jack: Drink?! Ohhhh yes!","Father Ted: No","Father Jack: No?","Father Ted: No Father it's Lent remember, you said you'd give it up for a couple of days.","Father Jack: What?!","Father Ted: Do you not remember you said you'd offer it up for Our Lord?","Father Jack: (mishears \"Our Lord\") Arnold? Who\\\\\\'s Arnold?","Father Ted: No, Our Lord. I suppose, I made your vow for you. But I know that deep down inside you'd like to make a little sacrifice.","Father Jack: Sacrifice?! Arse!!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc034"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955ea"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c74"},"lines":["Tom: (about the rabbits) I could run them down in me van!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc032"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955f6"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c75"},"lines":["Limb by Limb, we are gon cut dem down","Send fi the hacksaw, take out the tongue.","See me me me me me, see di hit man ah come.","See me me me me me, said me just can dun."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc035"},"characters":[]}
{"_id":{"$oid":"60c4cfa3300b488880325c76"},"lines":["[After Father Dougal has encountered some naked women at the very beginning of the episode; last line of the episode]","Father Dougal: Those women were in the nip!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03a"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c77"},"lines":["Father Dougal: Would that be the day the Ice Age ended?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c78"},"lines":["(The Lovely Girls competition is now down to the final two girls, whose lovely laugh must determine the winner)","Father Ted: (in microphone) It's between Imelda and Mary in the lovely laugh tie break!","(Imelda and Mary stand facing each other. Ted stands between them. )","Father Ted: In order to hear your lovely laugh, I'll have to tell you a joke. So here we go... this is my Robin Williams impression.","(Father Ted begins joke)","Secretary: The invisible man is in reception","Boss: Tell him I can't see him!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc033"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c79"},"lines":["Mrs Doyle: Who's for tea?","Father Dougal: Me please, Mrs Doyle!","Father Jack: Tea?! Feck!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955ea"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c7a"},"lines":["Secretary: The invisible man is in reception","Boss: Tell him I can't see him!","(Imelda and Mary lean forward to laugh into Ted's microphone)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc033"},"characters":[]}
{"_id":{"$oid":"60c4cfa3300b488880325c7b"},"lines":["Father Ted: That's a very nice sword. Where exactly are you going to put the rabbits?","Tom: In the vice, father."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc032"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955f6"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c7c"},"lines":["Tour Guide: That part's not open to the– [sees Richard Wilson] Oh, Mr Wilson, can I just say how incredibly sorry I–","Richard Wilson: No, that's all right, that's all right. As long as I don't have to hear that bloody catchphrase again."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03b"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ef"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c7d"},"lines":["Father Dougal: (on confessions) A load of strangers telling you their sins. Sure who'd be bothered with that?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c7e"},"lines":["Father Dick Byrne: [on the phone] I am going to win again, Ted!","Father Ted: Ha, that's what you think, Dick, but we've got...Wait a minute! How'd you know I was here!?","[Dick hangs up. At the same time, an ice cream jingle plays from outside. Ted goes to the window and (presumably) sees Dick outside]","Father Ted: DAMN YOU, FATHER DICK BYRNE!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c7"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c7f"},"lines":["(Ted and Dougal have suggested to Sister Monica that they visit some of the sights on Craggy island)","Sister Monica: That's wonderful. I'll just go and freshen up.","(Sister Monica leaves the room)","Father Dougal: She'll be putting on makeup I suppose... to impress the lads. Huh?","Father Ted: Ah no she's probably just going to the toilet.","Father Dougal: Ah, nuns are great though Ted. It's good because you don't feel as nervous with them as you do with real women do you?","Father Ted: Ah you're right there.","Father Dougal: Even though I only got the courage to talk to her a few minutes ago, it's nice to have a nun around. It gives the place a bit of glamour!","Father Ted: \"A woman\\\\\\'s touch\" (nods head)","(Father Dougal suddenly gets serious and looks at Ted suspiciously)","(later..)","Father Dougal: (to Sister Monica) Ted says you were touching him!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955f4"},{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c80"},"lines":["Father Ted: It's like asking the Holy Mother to stop appearing to schoolgirls at Ballinspittle."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc028"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c81"},"lines":["(Mrs Doyle is complaining about the language used in modern novels)","Mrs Doyle: It\\\\\\'s a bit much for me, Father. \"Feck this\" and \"Feck that.\"","Father Ted: Yes, Mrs Doyle.","Mrs Doyle: \"You big bastard.\" Oh, dreadful Language. \"You big hairy arse.\" \"You big Fecker.\" Fierce Stuff! And of course the F-word father, the bad F-word. Worse than feck. You know the one I mean.","Father Ted: Yes, I do, Mrs Doyle.","Mrs Doyle: \"F you\" \"F your effing wife.\" Oh, I don\\\\\\'t know why they have to use language like that. \"I\\\\\\'ll stick this effing pitch up your hole,\" that was another one!","Father Ted: I see what you mean, Mrs Doyle.","Mrs Doyle: \"Bastard this\" and \"Bastard that\". You can\\\\\\'t move for the bastards in her novels! It\\\\\\'s wall-to-wall bastards.","Father Ted: Is it Mrs Doyle? Anyway --","Mrs Doyle: \"You Bastard\", \"You Fecker\", \"You bollocks\", \"Get your bollocks out of my face!\"","Father Ted: Yes, you just go and prepare for the nuns.","Mrs Doyle: \"Ride me sideways\" was another one!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02b"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ea"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c82"},"lines":["Father Ted: The bishops will come around, and see that we're a normal, everyday parish, and go away. Nothing to worry about at all!","(Father Jack, who has used the fire to light a cigarette, gets up from the fireplace, his head on fire. Oblivious, he sits back down to continue reading a magazine entitled \"Girls\")"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c83"},"lines":["(The show now complete, Henry Sellers relaxes)","Henry Sellers: Oh well, since I didn't humiliate myself too much last time, I might as well have a glass of champagne. Cheers!","Father Ted: Henry, no!","[Henry drinks the glass of champagne in one gulp]","Henry Sellers: Mmm! Don't worry, Father. Sure, if I can't celebrate tonight, then when can I, the bastards! What the hell is going on here, how dare they do this to me?! How dare they sack me! I'm Henry Sellers! I'm Henry Sellers!","[Henry throws himself out of the window, and the sound of his voice trails off]","Father Ted: Well, there he goes again.","Father Dougal: You're right there, Ted.","Father Ted: Never mind, we can look for him in the morning."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02a"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955e2"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c84"},"lines":["(Bishop Jordan is the final one to exit, in a coffin carried by two men in suits)","Father Ted: God Bless. (Dougal gives a wave to the coffin as it passes by)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c85"},"lines":["Father Dougal: (to Laura Sweeney): If you're a solicitor I'm Boy George!","(Next scene)","Father Dougal: Karma karma karma karma karma chameleon..."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c86"},"lines":["[After Ted has climbed out of the plane, reattached the fuel line to the engine and saved the day, he remembers his fear of flying]","Father Ted: [terrified] AHHHHHH! WHAT AM I DOING ON THE FECKING WHEELS!? AHHHH!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc036"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c87"},"lines":["(a), New York","(b), London (Sellers nods unsubtly), or","(c), Munich?","(Silence)","Henry Sellers: I'll give you a clue: you live there.","(Contestant #1 rings her buzzer)","Contestant #1: Oh sorry, I leant on the buzzer by accident.","Henry Sellers: Okay, moving on. A stitch in time saves how many?","(Contestant #1 rings)","Contestant #1: Oops, sorry!","Contestant #2: London?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02a"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955e2"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c88"},"lines":["(Dougal is excited about Funland, an annual fair on Craggy Island, which opens that afternoon","Father Dougal: They have horse riding as well. I remember I did it last year. Well it wasn't really a horse, it was actually this ol' fella. He couldn't go very fast so I had to hit him with the whip a few times.","Father Ted: How old was he?","Father Dougal: I'd say he was about 80.","Father Ted: And how long were you up on him?","Father Dougal: About an hour?","Father Ted: So you were up on an 80-year-old man's back for 60 minutes, whipping him around the place. Do you realise that image will stay with me for the rest of my life?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c89"},"lines":["Father Dougal: (as Ted struggles with the car door) You're alright there, Ted. He's a fair bit away ... it might be worth speeding up a bit there."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c8a"},"lines":["Father Dougal: God, I can't wait to see what's under tomorrow's window. I bet it's a donkey or something.","Father Ted: Really? So, you\\\\\\'ve changed from your initial prediction of... what was it again? \"Ruud Gullit sitting on a shed.\" God, Dougal, where do you get these ideas from? I bet it\\\\\\'s just a lovely angel. What would you say is behind tomorrow\\\\\\'s window, Father Jack?","Father Jack: A PAIR OF FECKIN' WOMEN'S KNICKERS!","Father Ted: Well... who knows?","Father Jack: KNICKERS!!","Father Ted: Yes, Father.","Father Jack: WOMEN'S KNICKERS!!!","Father Ted: YES, FATHER, Yes!! Message understood! God almighty!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc036"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c8b"},"lines":["Father Dougal: (to Bishop O'Neill) So, if God has existed forever...you know, what did he do in his spare time, like, before he made the Earth and everything?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c8c"},"lines":["(One of the older priests at the wake is devastated by Jack's death)","Father Jim Sutton: Why him, Ted? Why is it always the good ones? You bastard! [shakes fist to Heaven]","Father Ted: Now, Father!","Father Jim Sutton: He could have been pope, Ted! But the feckin' Jesuits, they have it all tied up!","Father Ted: Yes...","Father Jim Sutton: Imagine, Ted! A Polish pope! It should have been Jack! But it's not what you know, is it? It's who you know!","Father Ted: Ah, it's sad, but sure look at him there; he looks quite serene.","Father Jim Sutton: OH, GOD! NO, NO, NO, NO!! HE'S DEAD, TED! WE'LL NEVER SEE HIM AGAIN! [continues sobbing]","Father Ted: We'll see him in the next world.","Father Jim Sutton: (sarcastically) Oh yeah, sure!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955d1"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c8d"},"lines":["Father Dougal: So anyway, you're there now with Our Lord and Stalin and Bob Marley and my own parents...,"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c8e"},"lines":["(From the quiz show which Henry Sellers hosts. The contestants appear to be clueless older women)","Henry Sellers: What is the capital of the UK? Is it","(a), New York","(b), London (Sellers nods unsubtly), or","(c), Munich?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02a"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955e2"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c8f"},"lines":["Eoin McLove: Go away! I don't want to catch the menopause!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955bd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c90"},"lines":["Frank: Fup off, ya pedrophile!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc030"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955df"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c91"},"lines":["(Dougal wants to see a tarot card reader. Ted thinks its rubbish)","Father Dougal: Come on, Ted. Sure it's no more peculiar than all that stuff we learned in the seminary, you know, Heaven and Hell and everlasting life and all that type of thing. You're not meant to take it seriously, Ted!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c92"},"lines":["(Father Dougal is looking out of the window with binoculars. He is checking for the bishops)","Father Dougal: No sign of them yet Ted...","Father Ted: Ahem, Dougal,","(In the living room, Ted and the three bishops are looking at Dougal in confusion)","Father Ted: They're here."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c93"},"lines":["Father Dougal: ...must be one of those ones that clicks off automatically.","Father Ted: Mmm...bit of steam there. Incidentally, did you bring any teabags?","Father Dougal: ...no."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c94"},"lines":["(Dougal is at the window looking through binoculars. Somehow he is able to see a close-up of an ants nest)","Father Dougal: The ants are back Ted!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c95"},"lines":["Father Ted: [to Father Jack, scaring him] FECK OFF!!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c96"},"lines":["Father Ted: \"God, Dougal, you should have seen him. He\\\\\\'s just a shadow of a sheep...\"","Father Dougal: \"I\\\\\\'m not surprised, Ted. If I was a sheep, I\\\\\\'d be watching my back right now.\"","Father Ted: \"Why?\"","Father Dougal: \"Because of the beast. They say it\\\\\\'s as big as four cats and it\\\\\\'s got a retractable leg so\\\\\\'s it can leap up at you better. And you know what, Ted, it lights up at night and it\\\\\\'s got four ears, two of them are for listening and the other two are kind of back-up ears. Its claws are as big as cups and for some reason, it\\\\\\'s got a tremendous fear of stamps! Mrs Doyle was telling me that it\\\\\\'s got magnets on its tail, so\\\\\\'s if you\\\\\\'re made out of metal it can attach itself to you and instead of a mouth, it\\\\\\'s got four arses!\"","Father Ted: \"DOUGAL! It\\\\\\'s a legend, it doesn\\\\\\'t exist!\"","Father Dougal: \"Right Ted, the way the Phantom of the Opera doesn\\\\\\'t exist.\"","Father Ted: \"The Phantom of the Opera DOESN\\\\\\'T exist!\" Look, I\\\\\\'m not going to get involved in another what exists and what doesn\\\\\\'t exist debate, but I\\\\\\'m gonna have to insist you add those last two to the chart!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc039"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c97"},"lines":["Father Ted: [As Jack is wheeled past on a gurney] There he is. What's today's emergency, Doctor?","Doctor: We're not sure. I think it's a combination of Babycham and Harpic!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc028"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c98"},"lines":["Father Ted: Father, are you awake? (Jack wakes up to see Ted covered in a rugby outfit and a crash helmet)","Father Ted: Father, we have a visitor.","Father Jack: (Later, Jack punches Ted out of the window) Feck Off!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc028"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c99"},"lines":["Father Ted: Because Dougal, my nerves are shot. I won't be able to relax until the only rabbit here is the one sitting in your head working the controls."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc032"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c9a"},"lines":["(As Dougal and Ted attempt to sleep)","Father Dougal: Knock, knock!","Father Ted: Who's there?","Father Dougal: Father Dougal McGuire.","Father Ted: Good night Dougal!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c9b"},"lines":["(Dougal is annoyed that he has to go back home from Funland and is arguing with Ted)","Father Dougal: Everyone else is here!","Father Ted: Dougal. You're a priest. You're supposed to show some decorum.","Father Dougal: (barely audible) I wish I wasn't a priest.","Father Ted: (shocked) What?","Father Dougal: I wish I wasn't a priest.","Father Ted: (motions towards father Jack in the wheelchair) Dougal! What if Jack heard you say that?","Father Dougal: He told me one time he doesn't even believe in God!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c9c"},"lines":["(Dougal prays before going to bed. Ted is trying to sleep)","Father Dougal: Our Father, who art in heaven...","(Dougal can't remember the next line)","Father Ted: (sternly) Hallowed.","Father Dougal: Hallowed be thy... (pause)","Father Ted: Name!","Father Dougal: Papa don't preach...","Father Ted: Dougal, you know you can praise God in other ways.","Father Dougal: Oh yeah, like that time you told me I could praise him just by leaving the room.","Father Ted: Yes, that was a good one all right."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c9d"},"lines":["Father Dougal: Got the forfeit, Ted!","Father Ted: Oh God...","Father Dougal: Dick said it was an extra-special forfeit, because you were such a big cheatin' bastard.","Father Ted: All right, open it, open it! The tension is killing me!","Father Dougal: Ah don't worry Ted, he probably just wants you to clean his car or some...[Dougal opens the letter and reads the forfeit; his expression becomes one of shock]","Father Ted: What is it!? Break it to me gently!","Father Dougal: All right. [reads] Ted. By this time next week you have to...","Father Ted: What?","Father Dougal: You have to...","Father Ted: What!? [snatches the letter off Dougal, reads it, horrified] Kick Bishop Brennan up the arse!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c9e"},"lines":["Bishop Brennan: Now then, Jack, where are we gonna send you?","Father Ted: Bishop, I wouldn't do that if I were you.","Bishop Brennan: You shut up. Jack! Jack! Wake up!","Father Jack: [punches Bishop Brennan in the face] FECK OFF!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc029"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955b6"},{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325c9f"},"lines":["(Dougal walks over to the window to check the weather)","Father Dougal: (Smiling) God it's lovely out!","(A tropical hurricane is destroying things outside)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ca0"},"lines":["Father Dougal: There's nothing stupid about football! And there's nothing at all stupid about the Annual All-Priests Five-a-Side over 75s Indoor Football Challenge Match, against Rugged Island."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ca1"},"lines":["(Father Dougal and Father Damien Lennon have finished playing football and are standing in front of Damien's parochial house)","Father Damien 'Damo' Lennon: (smoking) Here, you want one? (offers cigarette to Dougal)","Father Dougal: Ah no thanks Father Lennon.","(Father Damien puts cigarettes back into his pocket)","Father Dougal: What time's your tea ready?","Father Damien 'Damo' Lennon: Frosty usually has it about six.","Father Dougal: Who?","Father Damien 'Damo' Lennon: (annoyed). Frosty! Father Frost!","Father Dougal: (incredibly impressed by Damien\\\\\\'s attitude) Oh wow! \"Frosty\"! Brilliant!","(Father Damien flicks cigarette from his hand out of the frame)","Father Damien 'Damo' Lennon: What do you call your fella?","Father Dougal: Who, Ted? Just Ted.","(Father Damien looks very unimpressed)","Father Dougal: But it's the way I say it, you know?","Father Damien 'Damo' Lennon: He's an awful eejit isn't he?","Father Dougal: (pauses) Yeah.","(In the background, Father Frost walks out of the parochial house)","Father Damien 'Damo' Lennon: Which one do you prefer, Oasis or Blur?","Father Dougal: Blur.","Father Damien 'Damo' Lennon: (shocked) What???","Father Dougal: Oasis! I mean Oasis!","Father Frost: (in the background) Father Damien, your tea is ready!","Father Damien 'Damo' Lennon: (yelling) I'LL BE IN INNA MINUTE!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc030"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955cc"},{"$oid":"60c3f6ca18a5e1176c6955c6"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ca2"},"lines":["(Father Stone is still in hospital)","Father Ted: (praying at Father Stone's hospital bed) Please! I swear! I'll look after him for the rest of my days. Please, just do this one thing!","(looks over at Father Stone, who has not moved)","Father Ted: (prays again) Ah Come on! Please, please, I swear...","(Father Stone miraculously rises out of the bed)","Father Ted: Paul! You're back! Oh Lord it's a miracle!","(Ted turns and calls out)","Father Ted Doctor!","(Ted turns back to Father Stone)","Father Ted: Paul, can  get I you anything at all?","Father Paul Stone: (looks over at Ted) No. I'm fine."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc028"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955d7"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ca3"},"lines":["Mrs Doyle: Oh, Pat was wondering if he could put his massive tool in my box.","Father Ted: What! How dare you...!","Pat Mustard: (raising an enormous adjustable spanner) Yes, too big for the milk float."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03a"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ea"},{"$oid":"60c3f6ca18a5e1176c6955ed"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ca4"},"lines":["Father Buzz Cagney: I know they're gonna love ya in the States, Ted. You put on a show! But remember, it's a competitive market! You'll be up against Billy Graham and those Nation of Islam guys! You gotta get your own inch, you gotta grab 'em! You know where to grab 'em?","Father Ted: Yeah, by the balls!","Father Buzz Cagney: I was gonna say by the shoulders..."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c3"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ca5"},"lines":["Mrs Doyle: Now... (pouring Jack a cup of tea) ... and what do you say to a cup?","Father Jack: FECK OFF, CUP!!!","Mrs Doyle: He loves his cup of tea!","Father Jack: Feck off!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955ea"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ca6"},"lines":["Father Ted: That would be quite common you know. The favourite son would become a doctor and then the idiot brother would be sent off to the priesthood.","Father Dougal: Your brother is a doctor isn't he?","Father Ted: Yes he is."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc028"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ca7"},"lines":["(Dougal is listening to a BBC sound effects record while Ted reads the paper)","Father Dougal: I think people will soon give up listening to pop music and listen to this type of thing instead.","Father Ted: You know, from what I hear the charts today, I'm not sure if that's happening already!","Father Dougal: (confused) What?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc039"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ca8"},"lines":["(Funland, located at the Island's field, has opened)","Announcer: Patrons are reminded that parking facilities are unavailable. That's a reminder of the unavailability of the parking facilities."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[]}
{"_id":{"$oid":"60c4cfa3300b488880325ca9"},"lines":["Bishop Brennan: Show me the likeness and I'll be off. I have to be off to Rome for an audience with the pope.","Father Dougal: I love those programmes. Have you seen the one with Elton John?","Bishop Brennan: SHUT UP!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955b6"}]}
{"_id":{"$oid":"60c4cfa3300b488880325caa"},"lines":["Attractions at Funland include: ","Freak Pointing (a person sits in a chair and people point at him)","The Ladder (a standard wooden ladder that people can climb up under strict supervision)","Whirly Go Round (a circular platform that people can stand on which slowly rotates)","The Pond of Terror (an infant-sized wading pool with a plastic crocodile in it)","Goading the Fierce Man (people are encouraged to approach a large man on a step ladder)","Car Rides (people are driven around the edge of the field in a car)","Leading animals around with buckets on their head","The Spider Baby (a spider in a pram)","The Spinning Cat (a stuffed cat placed on a record player)","The Cradle of Death (people on a chair are lifted up by a crane)","Tarot Card Reading","Duck Startling (which somehow involves pigs)","The Tunnel of Goats (which is slightly dangerous to children, nurses and goats)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[]}
{"_id":{"$oid":"60c4cfa3300b488880325cab"},"lines":["[last line of the episode; Richard Wilson has just arrived at the Parochial House, and Ted has answered the door]","Richard Wilson: I DON'T BELIEVE IT!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03b"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ef"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cac"},"lines":["After Father Jack wakes up and sees Dougal on the television","Father Jack: (picks up bottle of wine) THAT GOBSHITE AGAIN! IS HE NEVER OFF THE AIR?! (throws bottle at television)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cad"},"lines":["Upon meeting Richard Wilson, a.k.a. Victor Meldrew","Father Ted: You know what he'd love? He'd really love it if someone came up to him and said his catchphrase.","Father Dougal: Oh, yeah, Ted! He'd love that! You should definitely do that.","Father Ted: Should I?","Father Dougal: Oh, yeah. I'd say no-one ever does that to him. He'll think you're hilarious. You know, this is one of those times where I'm absolutely, one hundred million percent sure that you'll be doing the right thing. I can safely say that you definitely, definitely won't regret doing that.","Father Ted: Okay, I'm going to do it. Will I?","Father Dougal: Yeah, go on!","Father Ted: Okay, hold the camera.","[Ted walks over to Wilson, who is talking to a tour guide]","Father Ted: (yells loudly) I DON'T BELIEVE IT!","[Wilson violently assaults Ted, and has to be restrained]","Richard Wilson: I'll bloody well kill you!","[Ted eventually escapes Wilson, and walks back to Dougal, looking shellshocked]","Father Dougal: Well? What did he say? Did he laugh?","Father Ted: No. No, no, no. Not really. I'm going to sit down now."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03b"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955ef"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cae"},"lines":["Father Ted: (as Tom comes out of the Post Office with money, to the sound of a robbery alarm and a gunshot) Ya haven't been up to your auld tricks again, have ya?","Tom: No, Father. 'Tis my money. I just didn't want to fill out the forms."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02b"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955f6"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325caf"},"lines":["Nun: On special offer this month we have the Lenten package. £150 - plus V.A.T. - plus booking fee, that's £200.","Father Ted: £200?! I'm not trying to buy cocaine!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc034"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cb0"},"lines":["(Ted has just convinced Father Finnegan, the 'Dancing Priest', to loan him his car to show off as a 'raffle prize' in place of the wrecked car from Bishop Brennan. Ted holds the keys in front of Dougal)","Father Ted: Bingo!","Father Dougal: No luck then, Ted?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cb1"},"lines":["Father Dougal: It's like a big rabbit rock festival!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc032"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cb2"},"lines":["Father Dougal: Will I put on the kettle?","Father Ted: Go on then."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cb3"},"lines":["(Ted receives bad news)","Father Ted: Bloody hell!","Father Dougal: Good news Ted?","Father Ted: (sitting down) No Dougal, very bad news. It's the Holy Stone of Clonrichert. The Vatican have decided to upgrade it to a Class II relic.","Father Dougal: Great!","Father Ted: No it's not great! That means they'll be sending over some bishops to do a ceremony. And you know what that's like - we'll have to be on our best behaviour.","Father Dougal: I thought there was something up with the Holy Stone. Wasn't someone cured there?","Father Ted: No, someone was lured there. It was Paddy Short, then those fellas started to beat him with the sticks."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cb4"},"lines":["Father Jack: Feckin' birds again."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03b"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cb5"},"lines":["(It is early. Dougal is asleep. Ted is staring out of the window of the mausoleum)","Father Ted: [quoting The Dead]","\"It\\\\\\'s beginning to snow again. The flakes, silver and dark, are falling obliquely against the lamplight. It\\\\\\'s probably falling all over the island; on the central plain, on the treeless hills, falling softly upon the graveyards, upon the crosses and headstones, upon all the living and the dead...\""],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cb6"},"lines":["Father Jack: Pub! DRINK! [goes inside the pub and starts pounding on the bar] DRINK, DRINK, DRINK! DRINK!","[Ronald happens by the pub, and sees Jack through the window. He runs inside and grabs a bottle of whiskey out of Jack's hands]","Ronald: Don't do it, Father! I won't let you do it! I know it hurts, but believe me, you're going to thank me for--","[cut to an ambulance driving down the street, with its lights flashing and siren sounding]"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03b"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955f0"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cb7"},"lines":["Father Dougal: Kettle's boiled there Ted.","Father Ted: Mmm.","Father Dougal: Will I put more water in and turn it on again?","Father Ted: No... I liked it best the first time."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cb8"},"lines":["(The roof is leaking and water is dripping onto Father Jack's head down his arm and into his glass. Ted and Dougal begin to move Jack's chair away from the leak)","Father Jack: (Waking up) I'm a happy camper!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cb9"},"lines":["Alan: Should I call the police, Father?","Father Ted: No. He's lost the trust of his sheep. That's punishment enough for a farmer who deals primarily...with sheep."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc039"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955b5"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cba"},"lines":["Father Dougal: I've got Eurosong fever, Ted.","Father Ted: Yeah?","Father Dougal: Oh god, yeah. I love the Eurosong competition. I just can't wait. What time is it now?","Father Ted: Half past one.","Father Dougal: Half one?! And the competition is on in...","Father Ted: May."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc031"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cbb"},"lines":["(Bishop Brennan is calling from an ornate golden bathroom. He is in a bubble bath on a cordless phone and holding a glass of white wine. The famous painting of Pope Innocent X is on the wall)","Bishop Brennan: Crilly, it's me, Bishop Brennan.","Father Ted: Oh feck! [realises his mistake]","Bishop Brennan: WHAT!?","Father Ted: [putting on a bad French accent] 'Oo is dis? Zere is no Crilly 'ere! [hangs up] Dear God, Dougal, I just said feck to Bishop Brennan!","Father Dougal: Oh, he won't like that, Ted!","Father Ted: Maybe it's alright, though. I put on a foreign voice so as he'll think he dialed the wrong number. [The phone rings again; Ted answers it]","Bishop Brennan: Crilly.","Father Ted: Ah, hello Bishop Brennan. I think you got the wrong number there-","Bishop Brennan: Shut up, Crilly! Shut up! I\\\\\\'ll make this quick. What would the following words suggest to you: \"Jack\", \"sleep-walking\", and \"bollock-naked\"?","Father Ted: [mortified] Oh no!","Bishop Brennan: Now this is the third time in the last six months! You may have heard of Brian Noonan, a very important Junior Minister- and a personal friend of mine- and I can tell you now the last thing he and his family needs to see is the vision of an elderly priest wearing only a pair of socks and a hat! Now I'll be around on Thursday to inspect the security arrangements, and Crilly...","Father Ted: Yes, your Grace?","Bishop Brennan: [referring to the previous call] If you ever try to bullshit me like that again, I will rip off your arms.","(Bishop Brennan hangs up and smiles as a beautiful young woman joins him in the bath)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc032"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955b6"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cbc"},"lines":["(Fathers Ted and Dougal are waiting outside for the bishops as they leave)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[]}
{"_id":{"$oid":"60c4cfa3300b488880325cbd"},"lines":["Father Jack: DRINK! (after a few seconds of silence and staring directly at the camera, he breaks the fourth wall) Feck off!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cbe"},"lines":["Father Ted: Right, well it looks bad alright. I called Dr. Sinnot, I gave him the symptoms over the phone and he said he's probably dead alright. The pulse not being there is bad enough, but the heart stopping is the real danger sign.","Father Dougal: That happened to my uncle once. His heart stopped, and he was fine afterwards.","Father Ted: His heart stopped? How long for?","Father Dougal: A week.","Father Ted: A week? And he was fine afterwards?","Father Dougal: Er, no. Actually, now I think about it, he died."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cbf"},"lines":["Frank: Fup off, you grasshole!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc030"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955df"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cc0"},"lines":["My lovely horse","Running through the fields","Where are you going","With your fetlocks blowing","In the wind?","","I want to shower you with sugar lumps","And ride you over fences","Polish your hooves every single day","And take you to the horse dentist","","My lovely horse","You're a pony no more","Running around","With a man on your back","Like a train in the night"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc031"},"characters":[]}
{"_id":{"$oid":"60c4cfa3300b488880325cc1"},"lines":["Mrs Doyle: (on saying \"no\") It\\\\\\'s a lovely word Our Lord gave us here on earth for when we don\\\\\\'t want any cake!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ea"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cc2"},"lines":["Father Austin Purcell: Oh they have you everywhere you know.  I was in the AA there, you know, for a while, but the insurance was very expensive.","Father Dougal: Oh, right.","Father Austin Purcell: I had to crash the car just to get the money back, you know, and they had witnesses who said they'd seen me steer it towards the wall, you know.  There was talk of me going to jail there for a while...","[Dougal gets up and walks off, Purcell turns round to the throw blanket containing a portrait of Jesus Christ]","Father Austin Purcell: Ah, its yourself!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955bf"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cc3"},"lines":["(Dougal is interviewed on television, discussing the Christian faith)","Father Dougal: So... God. Does he really exist? I mean, who knows? I don't know. Personally I don't even believe in organised religion!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cc4"},"lines":["Father Dougal: \"[after Ted puts the brick on the accelerator and tells him to step off the float, waving the brick in the air]\" Ted! You forgot your brick!\""],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03a"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cc5"},"lines":["Tom: (With \"I Shot JR\" on T Shirt): Hello Father!","Father Ted: Hello Tom. Tele Eireann, did you show them here?","Tom: I did, yeah. But they filmed a bit of the Island first. They'll be back soon.","Father Ted: Right, I'll just wait in the field.","Tom: Father?","Father Ted: Yes, Tom?","Tom: I've killed a man.","Father Ted: (nonchalantly) Did you, Tom? I'll have to talk to you about that later. I'm going to do an interview for the television!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955f6"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cc6"},"lines":["Father Ted: It's true what they say about these career women. They're very aggressive.","Father Dougal: Yeah, she was very aggressive, wasn't she, Ted?","Father Ted: Oh, and the language out of her. You wouldn't hear it from a docker! Fecking this, fecking that...","Father Dougal: Ah, you would. They use very bad language.","Father Ted: Effin' this and effin' that...","Father Dougal: Oh, it was much worse than that, Ted, she was saying fu...","Father Ted: Now, Dougal!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cc7"},"lines":["Father Ted: Do you not notice the holy smell of the room?","Father Dougal: Ah, Ted, I think that might just be Father Jack's underpants hamper."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cc8"},"lines":["Sean Yin: Well, the slide show was a big pile of crap. But the free drink, very much appreciated! Thank you Father Crilly!","Father Ted: Yes well, I just wanted to clear things up; I'm not a fascist, I'm a priest. Fascists dress in black and go around telling people what to do, whereas... priests... More drink!","All: Hooray!","[...]","Father Ted: To China!","All: Hooray!","Sean Yin: To Craggy Island!","All: Hooray!","Father Ted: More drink!","All: Hooray!","Bartender: I'm sorry, the bar's closed.","All: Hooray!","Father Ted: Tell you what, how about everybody goes back to my place for a drink?","All: Hooray!","Father Dougal: Wait, I need to go to the toilet first!","All: Hooray!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc038"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955f1"},{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cc9"},"lines":["Father Gallagher: Shouldn't we not just have a bit of an old pray, and maybe God will help us, and...","[He trails off, noticing that all the other priests are cringing in mortification, and promptly sits back down]","Father Ted: Aaaaanyway..."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc036"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955cd"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cca"},"lines":["(Father Stone, Ted and Jack are in the living room. Nobody is talking)","Father Ted: Are you sure you won't have any tea Paul?","Father Paul Stone: No, I'm fine.","(long pause)","Father Ted: Right. Would you like me to turn on the television?","Father Paul Stone: No thanks. I'm fine.","Father Ted: Right","(another long pause)","Father Ted: Have you seen Father Shortall at all recently?","Father Paul Stone: No.","Father Ted: I was thinking what would he be? Would he be eighty now?","Father Paul Stone: I suppose so."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc028"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955d7"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ccb"},"lines":["Father Dougal: But who cares anyway? They come in, they strip down the wallpaper, they fumigate the place and then they're gone!","Father Ted: Dougal! They're bishops!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ccc"},"lines":["Father Ted: Dougal, look.","(Dougal gives Ted a lampshade that he is holding. Ted puts it on his head and proceeds to do an offensive impression of a Chinese person)","Father Ted: I am Chinese, if you please!","Father Ted: Come on, Dougal, lighten up! [Chuckles]","(Ted turns around, and sees a family of Chinese people watching through the window. He is horrified, and takes the lampshade off of his head.)","Father Ted: [pointing at the window] Dougal, there were Chinese people there!","Father Dougal: All right, yeah.","Father Ted: I mean, what... what...","Father Dougal: That's the Yin family. They're living over there in that old Chinatown area.","Father Ted: Chinatown area?! There's a Chinatown on Craggy Island?! Dougal, I wouldn't have done a Chinaman impression if I'd known there was gonna be a Chinaman there to see me doing a Chinaman impression!","Father Dougal: Why not, Ted?","Father Ted: Because... Because it's racist! They'll think I'm a racist! I'm gonna have to catch up with them and explain I'm not a racist!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc038"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ccd"},"lines":["(John and Mary, Craggy Island business owners, are unloading produce at their Funland stall. They hate each other)","John O'Leary: You're a fat smelly cow!","Mary O'Leary: Titface! Y'have a face like a pair of tits!","John O'Leary: At least that's one pair between us.","(Mary attempts to stab John but Father Ted turns up, forcing them to pretend to be a happy married couple)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955e4"},{"$oid":"60c3f6ca18a5e1176c6955e6"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cce"},"lines":["Father Ted: Hello, is this \"being vaguely unhappy but not being able to figure out exactly why\"?","Priest 1: No, this is \"how to break the news of a death\".","Priest 2: We were just talking about techniques, I say it\\\\\\'s best to just get it over quickly, \"Your husband\\\\\\'s dead and he\\\\\\'s not coming back, get used to it!\"","Priest 1: Ah, yes, but sometimes a few little hints help, like \"remember how your husband USED to love a good laugh?\""],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc036"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ccf"},"lines":["Freak Pointing (a person sits in a chair and people point at him)","The Ladder (a standard wooden ladder that people can climb up under strict supervision)","Whirly Go Round (a circular platform that people can stand on which slowly rotates)","The Pond of Terror (an infant-sized wading pool with a plastic crocodile in it)","Goading the Fierce Man (people are encouraged to approach a large man on a step ladder)","Car Rides (people are driven around the edge of the field in a car)","Leading animals around with buckets on their head","The Spider Baby (a spider in a pram)","The Spinning Cat (a stuffed cat placed on a record player)","The Cradle of Death (people on a chair are lifted up by a crane)","Tarot Card Reading","Duck Startling (which somehow involves pigs)","The Tunnel of Goats (which is slightly dangerous to children, nurses and goats)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[]}
{"_id":{"$oid":"60c4cfa3300b488880325cd0"},"lines":["(Terry McNamee from Tele Eireann has called. They want to interview Ted for a TV program)","Terry MacNamee: (On the phone to Ted) Where is Craggy Island?. We can't find it on any maps.","Father Ted: (smiling) Oh no, it wouldn't be on any maps. We're not exactly New York! No, the best way to find it is to head out from Galway and go slightly north until you see the English boats with the nuclear symbol. They go very close to the island when dumping the old 'glow-in-the-dark'."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"},{"$oid":"60c3f6ca18a5e1176c6955f5"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cd1"},"lines":["(It is the first morning of their Lenten vows. Ted and Dougal are served breakfast by Sister Assumpta)","Father Ted: Sister Assumpta, you know we really are only up for the basic booze, fags and rollerblading deal. I mean, the getting up early thing is great but...","(Ted realises what is in his bowl for breakfast)","Father Ted: ...This is water.","Sister Assumpta: That's right.","Father Ted: ....Alright, alright, having a bit of a laugh with the big thickos from the island. Where's our real breakfast?","Father Dougal: Ted, I'd love a pop-tart.","Father Ted: Yes, Father Dougal likes his pop tarts first thing in the morning.","Sister Assumpta: I really don't think pop tarts have any place in our Lord's plan for the world.","Father Ted: I think they have as much a place as anything else. Maybe our Lord doesn't take a personal interest in them but I'm sure He delegates them to someone almost as important.","Father Dougal: What about....Frosties?","Father Ted: Again, same thing: He might not have come up with the idea but He'd be the one who'd give them the green light.","Father Dougal: Oh right. But if you take something like, say, Sugar Puffs, now or Lucky Charms-","Sister Assumpta: FATHERS, COULD YOU PLEASE- Could you please stop having that conversation, finish your breakfast and come outside for your daily punishment."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc034"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"},{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955f3"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cd2"},"lines":["Father Dougal: Hello Len.","Bishop Brennan: Don\\\\\\'t call me \"Len\", you little prick! I\\\\\\'m a bishop!","Father Dougal: Oh right. (pause) Well done."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955b6"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cd3"},"lines":["Father Ted: The way I feel now...I could convert gays!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cd4"},"lines":["Mrs Doyle: Do you think our new guest would like a cup of tea Father? The little sheep fellow. (laughs simperingly)","Father Ted: I don't think they drink tea Mrs Doyle. Not unless you have some sheep tea (laughs)","Mrs Doyle: (suddenly serious) Yes.","Father Ted: (taken aback) What?","Mrs Doyle: Yes, we do have some sheep tea.","Father Ted: Oh. Well... you'd better... give him some of that, then.","Mrs Doyle: (overjoyed) Okay so!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc039"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ea"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cd5"},"lines":["Father Jack: They lie in wait like wolves. The smell of blood in their nostrils. Waiting. Interminably waiting. And then...","Father Dougal: He's right, Ted."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955ce"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cd6"},"lines":["Bishop Eddie O'Neill: Everlasting Life? Big Demons sticking hot pokers up your arse for all Eternity? I don't buy it"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955b7"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cd7"},"lines":["Father Noel Furlong: Oh God! He must have seen his reflection! He's not supposed to see his reflection! He doesn't know he's a priest!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc036"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955d6"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cd8"},"lines":["(Father Dougal, walks in to the living room. He has shaving cream all over his face)","Father Ted: Er.. Dougal? There's some shaving cream just there (points to his own face)","(Dougal looks carefully at Ted's face)","Father Dougal: No there's not Ted. No. You're grand.","Father Ted: No. On You.","Father Dougal: Where exactly Ted?","Father Ted: Dougal it's all over the place.","(Dougal walks over to a mirror)","Father Dougal: How on earth did all that get there? I didn't even shave this morning! (Towels face)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cd9"},"lines":["Father Ted: Alright. This is a long shot, but it's our only hope.","(Ted pulls out paper and pencil","Father Ted: I'm going to leave this paper and pencil here and hopefully in the morning God will have written down what we should do."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc033"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cda"},"lines":["Father Jack: (as Dougal wheels him on his chair with Mrs Doyle holding the door) Nuns! NUNS! Reverse! Reverse! Reverse! Reverse!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02b"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cdb"},"lines":["Father Dougal: I wouldn't know Ted, you big bollocks!","Father Ted: [astounded] I'm sorry!?","Father Dougal: I said I wouldn't know Ted, you big bollocks!","Father Ted: Have you been reading those Roddy Doyle books again, Dougal!?","Father Dougal: I have, yeah Ted, you big gobshite!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cdc"},"lines":["(A resident of Craggy Island speaks to Father Ted about the front page news of the stolen whistle)","Elderly Lady: Hello Father, did you hear about the whistle being stolen?","Father Ted: Yes, I was--","Elderly Lady: I never thought that I'd see the like. What next? Somebody will be murdered, and then where are we? Drive by shootings in the night, it'll be like Boys in the Hood. And then they'll have hoes selling their wares in the middle of the street and the pimps will be using crack cocaine to keep the whores under control--' [Gun shot fires in background] '--I'm going home now Father to lock meself in the basement til they catch that fella. Good-bye to ye father.","Father Ted: ...Good-bye."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc030"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955e9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cdd"},"lines":["Mrs Doyle: Father Andy Riley.","Priest: No.","Mrs Doyle: Father Desmond Coyle. [priest shakes head] Father George Byrne? Father David Nicholson? Father Declan Lynch?","Priest: I'll give you a clue.","Mrs Doyle: NO CLUES!! I'll get it in a second. Father Ken Sweeney? Father Neil Hannon? Father Keith Cullen? Father Ciaran Donnelly? Father Mick McEvoy? Father Jack White?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc036"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ea"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cde"},"lines":["Father Ted: (to Father Jack) Ah come on Father, you're not dead, are you?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cdf"},"lines":["(Nuns are giggling at Ted's joke)","Father Ted: Anyway the thing is I might not be able to say this evening's Mass.","(Nuns suddenly go silent)","Sister Assumpta: (aggressively) What Father?","Father Ted: I have something quite important to do.","Sister Assumpta: Not more important than saying Mass Father?","Father Ted: It's just. Someone I know is dying.","Sister Assumpta: Oh dear. Is it serious?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02b"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"},{"$oid":"60c3f6ca18a5e1176c6955f3"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ce0"},"lines":["(Ted is trying to present himself to Charles Hedges as a very progressive catholic)","Father Ted: (animated) Anyway, don't mind what the church thinks. It used to think the earth was flat! (laughs). It's like you know, sometimes, the Pope says things he doesn't really mean. We all get things wrong, even the Pope.","Charles Hedges: But what about Papal infallibility?","Father Ted: Yes.","(Ted pauses and thinks)","Father Ted: (uncertain) Is it for everything? The infallibility, do you know?","Charles Hedges: (shrugs shoulders) Well I don't know.","Father Ted: (laughs again) Right, anyhow. Nothing to do with me!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc031"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ba"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ce1"},"lines":["Father Noel Furlong: (on Ted) Who's a bit of a moaning Michael tonight!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955d6"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ce2"},"lines":["(Ted, Dougal and Monica have found Father Jack in his room, cold and unresponsive)","Sister Monica: Oh Holy Mother of God! He's dead!","Father Dougal: What's the problem there, sister?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955f4"},{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ce3"},"lines":["Father Ted: Dougal, Purcell's the most boring priest in the world. He was working in Nigeria a few years ago, and he woke up one morning to find everyone in the village had had enough of him and gone off in a big boat. It sank after about a mile and they were eaten by crocodiles."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ce4"},"lines":["(Laura Sweeney, a female lawyer, has informed Fathers Ted and Dougal that Jack's will names them joint inheritors)","Father Dougal: (catching Jack's will after Ted faints): Half a million pounds each?","(Dougal scans document)","Father Dougal: Ah no. Between us. It's only a quarter of a million pounds each Ted. Ted? Ted? (looks around confused)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ce5"},"lines":["Mrs Doyle: It doesn't matter what day it is, Father. There is always time for a nice cup of tea! Sure didn't our Lord Himself on the cross pause for a nice cup of tea before giving Himself up for the world?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ea"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ce6"},"lines":["(Ted and Dougal are trying to write a song for the Eurosong contest)","Father Dougal: (excitedly) I think... I think I have a lyric!","Father Ted: Right. Lyrics! (gets pen and paper) Go ahead there Dougal.","Father Dougal: What's it called again?","Father Ted: \"My Lovely Horse\"","Father Dougal: Right. How about this?","My Lovely Horse,","I want to hold you so tight","I want to rub my fingers through your tail","and love you all night"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc031"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ce7"},"lines":["Father Ted: Old women are closer to God than we'll ever be. They get to that age and they don't need the operator anymore. They've got the direct line."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc028"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ce8"},"lines":["(Bishop O'Neill and Father Dougal are strolling down the road together)","Bishop Eddie O'Neill: So Father, do you ever have any doubts about the religious life?","(Dougal looks around)","Bishop Eddie O'Neill: Is your faith ever tested?","(Dougal keeps looking around. Wide eyed. Looking confused)","Bishop Eddie O'Neill: Anything you've been worried about? Any doubts you've been having about aspects of belief? Anything like that?","Father Dougal: Well you know the way God made us all, and he's looking down at us from heaven?","Bishop Eddie O'Neill: Yeah...","Father Dougal: And then his son came down and saved everyone and all that?","Bishop Eddie O'Neill: Uh huh...","Father Dougal: And when we die, we're all going to go to heaven?","Bishop Eddie O'Neill: Yes. What about it?","Father Dougal: Well that's the bit I have trouble with!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955b7"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ce9"},"lines":["Father Dougal: God Ted, I've heard about those cults. Everyone dressing in black and saying our Lord's going to come back and judge us all.","Father Ted: No...no Dougal, that's us. That's Catholicism you're talking about there.","Father Dougal: Whole of this Catholic thing is a bit of a puzzler, isn't it Ted?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc030"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cea"},"lines":["[on discovering that Father Jack has taken to living in a box]","Father Ted: Maybe he's agoraphobic.","Father Dougal: Jack scared of fighting? I don't think so, Ted."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc038"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ceb"},"lines":["(Ted and Dougal are in the dressing rooms for the Irish round of the Eurovision song contest)","Charles Hedges: Hello, Father Crilly. I'm Charles Hedges, your producer for this evening, and this is...","Father Ted: Oh, you don't need to tell me! Mr. Rickwood, I'm delighted to meet you. I thought you did a brilliant job presenting last year's show.","Fred Rickwood: [Slurred] Wellthatsthebusinesslikeyouknowwhatimeanyouknowinandoutthedoorsandgiddyup!","Father Ted: Sorry?","Fred Rickwood: [Slurred] Likethebusinessyouknowgetitoutthedoorsandgiddyup.","Father Ted: Ah, yes...","Fred Rickwood: [Slurred] Wellanywayshamehithimshaveabollock. [exits]","Father Ted: Mmm. Mmm. I have to say, he sounded a lot better on last year's show.","Charles Hedges: Well, once he's on the stage, he's fine.","Father Ted: Alright, do you know him a long time?","Charles Hedges: Yes, yes, yes, we've been partners for ten years.","Father Ted: Oh, right, you run the production company together?","Charles Hedges: No, no, he's my lover."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc031"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955e0"},{"$oid":"60c3f6ca18a5e1176c6955ba"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cec"},"lines":["Father Jack: [being attacked by a murder of crows] Feckin' feathered eejits! Gobshites, the lot of ya!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"}]}
{"_id":{"$oid":"60c4cfa3300b488880325ced"},"lines":["Father Dougal: (curious about their new guest) Who is it Ted?","Father Ted: Now Dougal... don't over-react.","Father Dougal: Fair enough.","(Ted takes a long drag on a cigarette to calm himself)","Father Ted: Right. (long pause). It's Father Stone.","(Dougal faints and falls to the floor)","Father Ted: Dougal, get up.","Father Dougal: (gets up) Whoah Ted. No, not him!","Father Ted: It's him all right.","Father Dougal: God almighty!","Father Ted: I know!","Father Dougal: Why didn't you tell him not to come Ted? You said you would! You promised after the last time!","Father Ted: I tried but it's like trying to talk to a wall with a mustache!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc028"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cee"},"lines":["(Ted is recovering from a fright because he thought he saw a vision of Mary. It was actually Dougal moving a statue of Mary at the window)","Father Dougal: Ted, I'm so sorry. It was just a joke.","Father Ted: Try to avoid doing that again Dougal. I thought it was really... Herself. It's the last thing I need!","Father Dougal: You're right there Ted."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cef"},"lines":["(Ted has drawn three consecutive death cards from the tarot deck)","Fortune Teller: This is really weird. There's only supposed to be one in each pack!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955de"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cf0"},"lines":["Father Ted: Night, Dougal.","Father Dougal: Night, Ted."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cf1"},"lines":["(Dougal is about to take Father Jack for a walk. Dougal asks him if he is coming too)","Father Dougal: You're not coming yourself?","Father Ted: (Evasively) No, I think I'll stay here and... pray for a while.","(Dougal becomes suspicious)","Father Dougal: What are you after Ted?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cf2"},"lines":["(In the dressing room after the show, Dick Byrne is there to pay Ted the lost bet)","Father Dick Byrne: (Dressed in blackface and drag as Diana Ross) Five pounds Ted. (hands Ted money)","Father Ted: (Smiles) Hard luck Dick.","Father Cyril McDuff: (Dressed in blackface and drag as one of The Supremes) Did we not win Dick?","Father Ted: (Mocking) \"No we didn\\\\\\'t win Cyril!\". This year the trophy goes to Craggy Island!","(Dougal makes faces at Cyril)","Father Ted: Never mind. I give you every chance of winning next year.","Father Dick Byrne: Do you really Ted?","Father Ted: NOOOOO!","Father Dick Byrne: Come on Cyril, let's go home.","Father Jim Johnson: (enters the room drunk and muttering) Where's the fecking whiskey?","Father Dick Byrne: Plenty of whiskey at home father!","(Dick and Cyril lead Father Jim out the door and exit)","Father Dougal: That Cyril McDuff's an awful eejit isn't he Ted?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02a"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"},{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955c5"},{"$oid":"60c3f6ca18a5e1176c6955d0"},{"$oid":"60c3f6ca18a5e1176c6955c7"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cf3"},"lines":["Father Dougal: (giving the last rites) Well we are gathered here today to join two people... oh wait, that's not it..."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cf4"},"lines":["(Henry Sellers has gotten drunk and has completely lost control in the living room)","Henry Sellers: Oh what a shower of bastards!","(Fathers Ted, Dougal and Dunne are hiding behind an upturned couch)","Father Barty Dunne: Oh Lord Ted!, why did you give him a drink?","Father Ted: I didn't know this would happen!","Father Barty Dunne: That's why they sacked him from that programme, he's a terrible alcoholic and he's been on the wagon now for a year, Oh my god Ted!","Father Ted: How was I supposed to know?","Henry Sellers: Sack me! SACK ME! I made the BBC! (sobs) I made it!","Father Ted: Henry, maybe if you have a rest you'll feel better?","Henry Sellers: Get away from me, priest!","Father Ted: Perhaps it's time to go to bed!","Father Ted: (After Henry kicks television) Good man there's nothing on anyway!","Henry Sellers: Do you want a fight?! Bloody priests, sanctimonious scumbags!","Father Ted: Absolutely!","Henry Sellers: Made my life a bloody misery!","Father Ted: Sorry about that are you sure you don't want to go to bed, we could stay up a bit longer perhaps!","Henry Sellers: Oh I'm fed up of you bastards! I'm getting outta here don't you try and stop me (smashes through window)","Father Dougal: It's true what they say isn't it, you should never meet your heroes, you'll only be disappointed!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02a"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955e2"},{"$oid":"60c3f6ca18a5e1176c6955c0"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cf5"},"lines":["Father Dougal: (Looking out the Window)I'm no good at judging the size of crowds,but i'd say theres around seventeen million of them out there"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cf6"},"lines":["[the priests are holding a competition to find out who should get the two parachutes on the plane]","Father Ted: Father Cave, do you want to go first?","Father Cave: I haven't written this down, because this comes from the heart. Father Gallagher, I've known you and been your friend for many years. And I think it's important to say, I love you. I love you more than anyone I've ever loved! I don't want the parachute, give it to him! [sits down and bursts into tears, while the other priests look taken aback]","Father Ted: R-right, well done, Father Cave. Father Fay?","[Fay stands up, clears his throat, then yells monkey-style gibberish while waving his arms around. The other priests look awed and clap admiringly]","Father Ted: Well, beat that! Joe?","Father Joe Briefly: I think I should get the parachute because I'm great. In fact, I think I should get both the parachutes, in case one of them doesn't work! [disapproving grumbles from the other priests]","Father Ted: Not a popular one, Joe. Father Flynn, what did you write?","Father Flynn: I haven't written anything, because I'm not really good at that type of thing. But I did a drawing.","Father Ted: Right, well, can we have a look?","[Flynn reveals the drawing; it shows himself naked from behind, while walking a dog]","Father Flynn: What do you think?","Father Ted: Well, er...","Father Flynn: It's me, in the nip, with a dog!","Father Ted: [bewildered] What... how... how does that help you win a parachute?","Father Flynn: What do you mean, parachute? I wasn't listening at the start, there. Why would I want a parachute?","Father Ted: The plane's in trouble, and there's a competition to see who gets a parachute.","Father Flynn: Ohh... [sits down, looking shellshocked]","Father Ted: Okay, er, Father Jack, you next. [there is no response. The priests look around, but Jack is nowhere in sight] Father Jack? Where's Father Jack?","Pilot: The parachutes! The parachutes have gone!","[we see Father Jack, standing at one of the aeroplane's doors; he has one of the parachutes for himself, and has strapped the other to the drinks trolley. He pushes the trolley out, then follows it]","Father Jack: [echoing] DRIIIIIIIIIIIIINK!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc036"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955d2"},{"$oid":"60c3f6ca18a5e1176c6955dd"},{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955cb"},{"$oid":"60c3f6ca18a5e1176c6955c4"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cf7"},"lines":["(Father Dougal is preparing to take Father Jack out on a walk in his wheelchair)","Mrs Doyle: Here you are, Father. It's a beautiful day out.","Father Jack: Me arse!","Mrs Doyle: (to Father Dougal) Would you like him on, manual or automatic, Father?","Father Dougal: Automatic, I think. It's a nice day, we might as well take it easy.","Father Ted: That's right, Dougal. You take your time.","(Mrs Doyle attaches a metal pole to the back of Father Jack's chair. It's got a bottle of booze attached to its front)","Mrs Doyle: Fair enough.","(Father Jack starts making noises of excitement, as he wheels himself out of the living-room, following the booze)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02b"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955ea"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cf8"},"lines":["Father Noel Furlong: (on Tony Lynch) He wasn't like that last night when he crawled into bed at ten past the eleven!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955d6"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cf9"},"lines":["(After Dougal pretends to be on Top of the Pops using the screen from the broken TV)","Father Jack: How did that gobshite get on the television?!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cfa"},"lines":["Father Ted: Last year, Dick made me photocopy my own rear end. They never let me in that library again."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cfb"},"lines":["(Hardly anyone has turned up to watch the film. Michael, the cinema owner, is giving an introduction)","Michael Cocheese: Now we have a real treat in store for all you fans of French cinema.","Old Woman: Is it subtitled?","Michael Cocheese: Pardon?","Old Woman: Is it subtitled or is it dubbed?","Michael Cocheese: Subtitled","Old Woman: Ah Jaysus! (leaves)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc029"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955e7"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cfc"},"lines":["(Father Ted and Father Cagney are wearing motorbike helmets to protect themselves from Father Jack's nail cutting)","Father Buzz Cagney: How much money did this parish bring in last year?","Father Ted: How much money? God I don't know.","(One of Father Jack's fingernails is clipped and breaks a window)","Father Ted: Another bloody window gone!.. I suppose we take in about 150, maybe 200 pounds.","(Another one of Father Jack's fingernails flies free and strikes Ted in the helmet)","Father Ted: Mrs Doyle! Aim into the wall, please.","Father Buzz Cagney: 200 pounds huh? What's that? Not even 400 dollars. You know what I'd do with 400 dollars? I'd wipe my ass with 400 dollars.","(Father Ted is disgusted at this)","Father Ted: Good God. And can that still be used as legal tender?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c3"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cfd"},"lines":["(Ted is annoyed that Father Dougal and Father Jack are at Funland)","Father Ted: You're supposed to be taking Father Jack for his walk!","Father Dougal: Well, um, the cliffs were closed for the rest of the day.","Father Ted: How would cliffs be closed Dougal?","Father Dougal: Okay, no, it wasn't that. They were gone!","Father Ted: (disbelieving) The cliffs were gone? How can they just disappear?","Father Dougal: Erosion."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc027"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cfe"},"lines":["(Bishop Brennan has arrived to give the priests an important task)","Bishop Brennan: Well, I hope you're not doing too much damage here, huh? Jack, are you behaving yourself?","Father Jack: Feck off.","Bishop Brennan: What did you say?! [stands up]","Father Ted: Your Grace, what brings you to these parts? Thinking of sending us back to our parishes?","Bishop Brennan: Fat chance! You're here until I tell you otherwise! You think I'd let Jack back into a normal parish after the wedding he did in Athlone, huh?! [Jack grins lecherously and drools]","Father Ted: Yes, but surely I'm alright.","Bishop Brennan: No, no, no, you are here until all of that money is accounted for.","Father Ted: I don't know what happened to that money-!","Bishop Brennan: Enough! You went to Las Vegas, whilst that poor child was supposed to be in Lourdes! [he moves to Dougal] And as for this...cabbage! The mere idea of letting him back into the real world, after the Blackrock incident...","Father Ted: Yes, that was unfortunate!","Bishop Brennan: The amount of peoples' lives irreparably damaged!","Father Dougal: They were only nuns.","Bishop Brennan: Nuns are people too! My God, the strings I had to pull to stop the Vatican getting involved! I do not want to talk about it! I just want to get this film business over and done with!","Father Ted: Film? What film?","Bishop Brennan: This blasphemous film, \"The Passion of St. Tibulus\". Now, His Holiness has banned it, but because of some loophole, the bloody thing\\\\\\'s being shown on this godforsaken dump!","Father Dougal: Oh yes, that's right. Is it any good, do you know?","Bishop Brennan: I don't care if it's any good; all I know is we have to be seen to be taking a stand against it. I have been brought back from my holiday in California to sort it out! And that's where you and Larry and Moe come in.","Father Ted: What do you mean?","Bishop Brennan: Well, I know that normally you couldn't organise a nun shoot in a nunnery, but despite that, it's up to you to make the Church's position clear. Make some kind of a protest at the cinema; even you should be able to manage that!","Father Dougal: Oh, thanks very much.","Bishop Brennan: Listen, this is very serious. Don't make a balls of it, right? I'll be in touch.","Father Ted: Bishop, this isn't really my area.","Bishop Brennan: Nothing is your area, Crilly. You do not have an area. Unless it is some sort of play area, with sandcastles, and buckets, and spades! Now do what you're told, right?!?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc029"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955b6"},{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325cff"},"lines":["Father Ted: So there's...no way he'll be able to play?","Father Niall Haverty: No. No, he's dead."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955d5"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d00"},"lines":["(Father Stone is in hospital after being hit by lightning. His parents visit)","Dermot Stone: Terrible is the word, Father. I tell you Father, terrible is too small a word, and you just look what you've done to your mother you lazy little bastard, you're useless! Now Father I'm sorry for him causing you all this trouble. God forgive me for saying this, but wouldn't it have been better if he had been killed!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc028"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955bc"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d01"},"lines":["(The parochial house roof is leaking, and they need to raise some money...)","Father Ted: God Almighty, that's going to cost a fortune to fix. Where are we going to get the money? Think, Dougal, how can we raise some money?","Father Dougal: Hmmm....","Father Ted: Yes, I know. Aha! (give knowing glance)","Father Dougal: Aha!","Father Ted: Are you thinking what I'm thinking?","Father Dougal: I think so, Ted. But now wait, I'm not sure....","Father Ted: What?","Father Dougal: I mean, it is a big step, and err, where are we going to get the guns?","Father Ted: (mystified) What are you talking about?","Father Dougal: Oh, wait a minute now - actually I might have been thinking about something different...","Father Ted: You thought we were going to rob a bank, didn't you?","Father Dougal: I did, yeah!","Father Ted: Well, Dougal, this isn't a Bruce Willis film. I was thinking more along the lines of a raffle."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d02"},"lines":["Father Dougal: Now you're going to tell us you're Santa or something!","Father Ted: No, I... I'm the opposite to Santa.","Father Dougal: What, the anti-Santa?!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d03"},"lines":["(Ted and Dougal are protesting outside the cinema with signs)","Father Ted: Down with this sort of thing!","Father Dougal: Careful now!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc029"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d04"},"lines":["(Bishop Brennan is angry that the protests have made the film more popular)","Bishop Brennan: People are coming from all over the country to see the film! They're even coming from Gdańsk to see the film!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc029"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955b6"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d05"},"lines":["Father Fintan Stack: What are we watching?","Father Ken Dillon: We're looking at the sports day.","Father Fintan Stack: Lots of young fellas running around in shorts? That's the kind of thing you like looking at. (Turns to Father Shanahan) And I'll bet you like that too. You're probably imagining what they'd look like without shorts. You're sitting there, imagining that, with a big smile on your face. Ya dirty fecker.","Father Ted: Father Stack, if you're trying to embarrass us, you're not succeeding.","Father Fintan Stack: Yes I am.","Father Rory Shanahan: Well I have to say, I think that you're a very rude man.","Father Fintan Stack: If you ever say that to me again, I'll put your head through the wall.","(Door swings open, sound of beer cans being kicked. Dougal comes in; he's very obviously drunk)","Father Ted: Dougal, where did you go to?","Father Dougal: Ted, how are ya!","Father Ted: (Dougal hugs Ted, Ted resists) Dougal, what the...","Father Dougal: Guess what, Ted?","Father Ted: What?","Father Dougal: (confused) What?","Father Ted: Dougal! Have you been drinking?","Father Dougal: I have, Ted! I've been drinking like a mad eejit! No, no, oh wait! (gives a drawn-out wink to Father Stack) No I haven't!","Father Ted: Dougal, I'm ashamed of you.","Father Dougal: (shakes Ted) Ted, Ted, Teddy, Ted, Ted. Come here Teddy, Teddy, Ted, Ted, you're my best friend. God I love being a priest. We're all going to heaven lads, waheyy.","Father Fintan Stack: Perhaps I should explain, your little friend and I were enjoying ourselves with a bottle of whiskey I found upstairs.","Father Ted: Oh, well, that is the last straw.","Father Dougal: I'm driving! I'm driving home, I'm perfectly capable... (passes out. Fintan picks up the car keys)","Father Fintan Stack: Oh, by the way. I got the keys to your car, and I drove it into a big wall. If you don't like it, tough! (uses key to clean out his ear) I had my fun, and that's all that matters.","Father Dougal: I can see up your trousers, Ted!","Father Ted: Right, well that's it. I thought giving alcohol to Dougal was the last straw, but I was obviously wrong as this is definitely the last bit of straw left in the thing. Basically what I'm saying is... there's no more straw left!","Father Rory Shanahan: Ted, it's getting a little late.","Father Dillon: Yes, I really think we should go.","Father Ted: No, you don't have to go.","Father Rory Shanahan: I think we should.","Father Fintan Stack: (leers at the two priests as they exit) Woooh! Bye girls! Pair of wankers.","Father Ted: Oh right, that's it. Come on Dougall, I think we've had quite enough of Father Stack's company for one evening.","Father Dougal: To the pub, Ted."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc035"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ca"},{"$oid":"60c3f6ca18a5e1176c6955dd"},{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955d3"},{"$oid":"60c3f6ca18a5e1176c6955c8"},{"$oid":"60c3f6ca18a5e1176c6955d9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d06"},"lines":["(Bishop Brennan decides he must punish them)","Bishop Brennan: Right, now I think it would be best for ye three to continue your careers as priests-cum-film promoters outside my jurisdiction! Now Ted, I thought you might like to go to America. What part, do you reckon?","Father Ted: Um...Las Vegas?","Bishop Brennan: Oh, I'm sorry Ted, I meant South America. Ah, there's a lovely little island, off the coast of Surinam and, [starts laughing hysterically] they have a couple of tribes there- you're going to love this!- and they have been knocking the shit out of each other since 1907! And we have never found the right man to bring them together in the spirit of Christian harmony, but I think that you, Ted, are the man!","Father Ted: [discomforted] Well, thanks very much-!","Bishop Brennan: No need to thank me- by the way, do you know how to make arrows?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc029"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955b6"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d07"},"lines":["Mrs Doyle: Shall I make the beds in the spare room?","Father Jessup: [sarcastic] No, we'll sleep outside in a ditch!","Mrs Doyle: OK so... would you like a cup of tea?","Father Jessup: [sarcastic] No, We want to die of thirst.","Mrs Doyle: [uncertain] Ok so...","Father Ted: [quiet] Mrs. Doyle, I think Father Jessup might have been being a bit... sarcastic...","Mrs Doyle: Really? Were you being sarcastic, Father Jessup?","Father Jessup: [still sarcastic] No, we'd like to die of thirst.","Mrs Doyle: [looks confusedly at Father Ted]","Father Ted: [quiet] Mrs. Doyle, I know it's a bit confusing, but the trick is to do the opposite to what Father Jessup says.","Mrs Doyle: [very uncertain] So, you really... do... want a cup of tea?","Father Jessup: [exasperated] Yes! [reaches out for the cup, as Mrs. Doyle pulls it away, looking very pleased with herself thinking she has understood correctly. Father Jack awakens and moves, rattling some cans of drink]","Bishop Brennan: Aha, the Kraken awakes! Did we disturb you, Father Hackett?","Father Jack: Arse biscuits!","Father Jessup: What? How dare you speak to his grace like that! Apologise immediately!","Father Jack: [in a sarcastic manner] I'm so, so, sorry. [wiggles his nose like a rabbit]","Father Ted: [addressing Mrs Doyle] Now, that's sarcasm."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"},{"$oid":"60c3f6ca18a5e1176c6955ea"},{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955b6"},{"$oid":"60c3f6ca18a5e1176c6955cf"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d08"},"lines":["Tour Guide: Now, this rock here is actually granite.","Father Ted: How long would that have been there?","Tour Guide: Oh, many, many millions of years.","Father Ted: Really, as long as that? That is fascinating.","Father Dougal: How come all the rocks are different sizes?","Tour Guide: Well... you know, rocks are generally different sizes.","Father Dougal: Wow! I'm finding out all kinds of things I never knew about rocks.","Tour Guide: Of course, at this time, this whole area would have been submerged underwater.","Father Dougal: How did everyone breathe?","Father Ted: They'd have had some sort of apparatus.","Father Dougal: Oh, right. Wow, look at that rock over there!","Tour Guide: This is actually the oldest part of our tour. This particular cave was formed more than fifteen million years ago.","Father Ted: Really? Wow, I don't believe it.","[the man in front of Ted turns around; it's Richard Wilson]","Richard Wilson: You again! [attacks Ted] Get out of here, I don't want to see you again! BASTARD!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03b"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955ef"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d09"},"lines":["[Jack ambles in drunk, carrying a six-pack of lager and a car air freshner around his ear]","Father Ted: Father?","Father Jack: Feck off!","Father Ted: Father Jack, where did you get the air freshener?","Father Jack: CAR!","Father Ted: Oh, God...!","Father Jack: Drived the car!","Father Ted: Not the new car! Tell me the truth, Father, have you been drinking?","Father Jack: (looks at the half-empty bottle of whisky he's holding and thinks for a moment) YES!","Father Ted: Tell me from the beginning. Where did you drive?","Father Jack: Shops! Drink! Corner! Stopped! Got out! TRUCK!","Father Ted: A truck?!","Father Jack: (smashing two empty cans of lager together) TWO trucks!!!","Father Ted: Let's take a look. See if there's anything we can salvage."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d0a"},"lines":["Father Dougal: You know the way he's got big floppy ears flopping all over the place?","Father Ted: Yes?","Father Dougal: Why don't we call him Father Jack Hackett?","Father Ted: [sarcastically] Perfect! Father Jack it is!","Father Jack: What?","Father Ted: Oh, nothing, Father. Dougal's decided to name his new pet rabbit after you.","Father Jack: What?","Father Dougal: I think Father Jack wants a drink.","Father Jack: [gleeful] Drink! Drink!","Father Ted: Maybe we could give him water.","Father Jack: Water!? Feck!","Father Ted: Dougal, this is getting far too confusing!","Father Dougal: Ah Ted I've got used to calling him Father Jack! Can we not call Father Jack something else?","Father Ted: [exasperated] Great! What'll we call him?! Flipper! Flipper the Priest!","Father Jack: Yes!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc032"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d0b"},"lines":["Father Dougal: You're not scared of the dark,are you?It's only cause the sun goes...and...its got something to do with clouds"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d0c"},"lines":["Father Austin Purcell: We run the gas off the electricity and the electricity off the gas and we save two hundred pounds a year, but then a few weeks later ah god, I\\\\\\'ll never forget it now, we got a new boiler...\"","Father Ted: Are you alright there Fathers?","Father Jack: HELP ME!!!","Father Austin Purcell: Ah hello Ted, I was just telling Father Jack about the thing there last year, how did you fare with yours?","Father Ted: Er I don't know what you're....","Father Austin Purcell: Because you know they have no morals and no respect for human life. But what they do have and no-one can deny this now, they have the finest collection of boilers in the world! And I include Canada in that! [Ted has to prevent Jack punching an oblivious Purcell]","Father Ted: [to Father Purcell] Actually I'd just like to borrow Father Jack for a moment...","Father Jack: Thank CHRIST! [Jack quickly leaves and locks Ted in his place]","Father Austin Purcell: Ah God, I remember the first time I saw that boiler now, beautiful!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955bf"},{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d0d"},"lines":["Father Ted: (Using a long stick with Dougal's help to wake Jack up from distance) Father, father, wake up! It's just us.","Father Jack: (Waking up) Get to feck!","Father Ted: Come on, Father. We're going to have to move you again!","Father Jack(Throws down stick) Drrrriiink!(Reaches for his glass and begins to drink)","Father Ted: (Panicked) Don't drink that, Father, no! It's...","Father Jack: (spits out mouthful of water) FECKIN' WATER!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02e"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d0e"},"lines":["Father Dougal: (on the Holy Stone of Clonrichert) I thought there was someone cured there?","Father Ted: No, someone was lured there. It was Paddy Short, then those fellas started to beat him with the sticks."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d0f"},"lines":["(Father Ted is judging \"The Lovely Girls\" competition)","Father Ted: (speaking into microphone) And now... walking!","(The girls begin walking around traffic cones as if they are at an animal show)","Father Ted: Look at them there. Walking around. Look out there Mary! Doesn't Mary have a lovely bottom?","Father Liam Finnegan: (Walks up to Ted and speaks quietly) Careful there Ted. That might offend the girls.","Father Ted: (agrees, then speaks into microphone) Of course. They all have lovely bottoms!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc033"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955d4"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d10"},"lines":["Take this lump of sugar baby","You know you want it","Father Dougal: That'd be something like those rap fellas would write.","Father Ted: You can forget about them Dougal. You can forget about \"Icy-T\" and \"Scoopy Scoopy Dog Dog\". They\\\\\\'re no help to us now."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc031"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d11"},"lines":["[After unwittingly bringing the Chinese back to a Parochial House full of Nazi memorabilia]","Father Ted: ...I can explain everything! [beat] Actually, no, I can't."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc038"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d12"},"lines":["Father Ted is demonstrating some plastic toy cows to Dougal.","Father Ted: ...OK, one last time. These are small... but the ones out there are far away. Small... far away... ah forget it!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d13"},"lines":["Father Dougal: Ted, could you pass me my record collection?","Father Ted: Okay, here it is. (Passes him a single record) Oh, and Dougal, you need more than one record for a collection. What you have is a record."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc031"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d14"},"lines":["Father Ted: (trying to stall Bishop Brennan) Who'd have thought somebody from Limerick'd get this far?","Father Dougal: (shouting up the stairs) Ted, did Len find the rabbits?","Bishop Brennan: What did he say?!","Father Ted: Look, I'd better tell you...","Bishop Brennan: Did he call me Len again? (shouting down the stairs) You address me by my proper title, you little bollocks!","Father Dougal: Sorry, Bishop Len Brennan!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc032"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955b6"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d15"},"lines":["Bishop Brennan: Once again I am forced from my comfy fireside to deal with the cast of Police Academy."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc032"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955b6"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d16"},"lines":["Father Jack: (to Bishop O'Neill) THAT WOULD BE AN ECUMENICAL MATTER!","Bishop Eddie O'Neill: Yes. I suppose it would! That's a good point Father."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955b7"},{"$oid":"60c3f6ca18a5e1176c6955ce"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d17"},"lines":["[Father Jack is unwittingly attending an Alcoholics Anonymous meeting]","Ronald: At that stage, I was drinking over a pint of vodka a day.","Father Jack: YES!","Ronald: Yes. At that point, all I could think about was where the next drink was coming from.","Father Jack: DRINK!","Ronald: I didn't give a damn about my wife or kids.","Father Jack: Bleurghhhhhh!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03b"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955f0"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d18"},"lines":["(Famous Irish musician Niamh Connolly is being interviewed on TV)","Niamh Connolly: The church in Ireland secretly had lots of potatoes during the famine, and they hid the potatoes in pillows and sold them abroad in potato fairs. And the Pope closed down a lot of the factories that were makin' the potatoes and turned them into prisons for children.","Father Ted: God almighty, she says that as if there's something sinister about it all! I mean, what is the problem with her?!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc033"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955ec"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d19"},"lines":["Mrs Doyle: (While Ted is trying to eat a sausage) They were a bit obsessed with the old...S-E-X. God I'm glad I never think of that type of thing Father. That whole sexual world. God, when you think of it it's a dirty, filthy thing, isn't it Father? Can you imagine Father? Can you imagine Father, looking up at your husband, and him standing over you with his lad in his hand, wanting you to degrade yourself? God almighty can you imagine that Father? Can you picture it there Father? Oh get a good mental picture of it. Can you see him there? Ready to do the business?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc034"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ea"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d1a"},"lines":["Tony: (Losing patience) WILL YOU SHUT UP! WILL YOU! WILL YOU PLEASE SHUT UP! WILL YOU SHUT UP, SHUT UP, SHUT UP!","Noel Furlong: (Offended) Well... well I\\\\\\'ve never... I\\\\\\'ve never... Tony, I\\\\\\'m putting you on my list of enemies. (Gets out a notepad and begins writing)There...you\\\\\\'re in for it now Tony... (Suddenly happy again) HA! Only joking! See what I really wrote. (He shows Tony his pad. It reads \"I REALLY like Tony\"."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03b"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955d6"},{"$oid":"60c3f6ca18a5e1176c6955f7"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d1b"},"lines":["Tom: Have you nothing I could kill at all all, Father?","Father Ted: Uh no Tom, no.","Tom: Well, feck it anyway!","Father Ted: Run Dougal, run quite fast!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc032"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955f6"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d1c"},"lines":["Father Jack: (After sobering up) (pointing at various items in the room) Chair! Curtains! Floor! (points at Father Ted) Gobshite!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc034"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d1d"},"lines":["Bishop Brennan: [angry] What brings me here?! Well I suppose the company, eh? Or the fresh air? Or the view from my window of that great pile of sludge?! But number one on the list would be the matter of you kicking me up the arse!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955b6"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d1e"},"lines":["Father Noel Furlong: [with only his hand visible] They were just going to find the tour operator, tell him I'm buried under a huge pile of rocks and be right back.","[cut to] :Aer Lingus staff: And that's four tickets to Paraguay."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03b"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955d6"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d1f"},"lines":["(Henry Sellers and Father Jack are roaming the island like animals. Ted and the police are looking for them)","Sergeant Deegan: God, this reminds me of Vietnam.","Father Ted: Were you in Vietnam, sergeant?","Sergeant Deegan: Ah, no no, I mean, you know, the films."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02a"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955f2"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d20"},"lines":["Father Dougal: God, Ted. D'you remember that fella who was so good at fashion they had to shoot him?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d21"},"lines":["[During Bishop Brennan's meeting with Pope John Paul II]","Bishop Brennan: HE DID KICK ME UP THE ARSE! [bowls the Pope aside and runs for a phone] Get me on the first plane back to Ireland! NOW, GODDAMN IT! [hangs up and sees the other priests, bishops and cardinals staring at him] What're ye looking at, huh!?"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955b6"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d22"},"lines":["Father Ted: Father Bigley, I want you on point."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc036"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d23"},"lines":["Indiscernible audience member at the competition (whenever something shocking is revealed): Fuckin' hell!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc039"},"characters":[]}
{"_id":{"$oid":"60c4cfa3300b488880325d24"},"lines":["(Father Ted is standing in front of a sitting Father Jack, with a board between them)","Father Ted: Right, father, now we're going to have a little elocution lesson...","Father Jack: DRINK! (throws can of beer)","Father Ted: Now, father, you can't be saying that all the time when the bishops come here.","Father Jack: FECK!","Father Ted: No, you can't say that either.","Father Jack: GIRLS!","Father Ted: Look father, just let\\\\\\'s go back to \"drink\" for the moment.","Father Jack: DRINK!","Father Ted: Right, now I want you to have a look at this.","(Ted turns a page on the board, with the words \"That would be an ecumenical matter\" written on it)","Father Ted: Have a go at the first one here... \"That\". (points to word)","Father Jack: (concentrating) DRINK!","Father Ted: No, no, no, no. \"That\".","Father Jack: (trying hard) DRINK!","Father Ted: Now come on, father, concentrate. \"That\".","Father Jack: DRINK!","Father Ted: \"That\"","Father Jack: DRINK!","Father Ted: \"That\"","Father Jack: DRINK!","Father Ted: \"That\"","(this continues a few more times)","Father Ted: Now come on now father! I know you can do it! There'll be a little drink in it for you if you do it.","Father Jack: Drink?","Father Ted: Yes I promise. Now come on, try again. \"That\".","Father Jack: (trying very very hard). Th.. th... th... h.... DRINK!","Father Ted: Come on now father you almost had it! \"That\".","Father Jack: Th.. th... th... h.... THAT!","Father Ted: GREAT!!!","Father Jack: THAT!","Father Ted: Brilliant father!!! Let\\\\\\'s keep it going here, and the next one, \"That would\"","Father Jack: THAT... W.... W... W...","Father Ted: \"Would!\", \"Would!\"","Father Jack: W... W... DRINK!","(Jack collapses back into chair in despair, while Ted grabs the board and throws it away in frustration)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d25"},"lines":["Father Dougal: Bishops love sci-fi!","Father Ted: [apoplectic] Dougal, we are not watching Aliens!!!","[The three bishops look at Ted, stunned. Ted regains his compsoure.]","Father Ted: Anyway, back to religion.","(later..)","Bishop Jordan: So I was watching Apollo 13 the other day..."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955b9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d26"},"lines":["Father Dougal (on the Magic Road): That's nearly as mad as that thing you told me about the loaves and fishes!","Father Ted: No Dougal, that wasn't mad. That's when our Lord got a few bits of food together and made lots of food, and everyone had dinner."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc02d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d27"},"lines":["Dougal: Who are you? What are you doing here?","Father Ted: This is Father Buzz Cagney. He's here on a short visit. He's from America.","Dougal: America, eh? We were just talking about that fella Kurt Cobain. He was from America. Imagine blowing your head off with a shotgun. How'd he manage to survive that?","Ted: He didn't, Dougal... he died.","Dougal: Oh right."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d28"},"lines":["Father Dougal: You all right there? How's your bra?","Niamh Connolly: WHAT?!","Father Dougal: Your bra! Is it comfortable? Do you have a bra?","(Niamh shakes her head in disapproval)","Father Dougal: It's not too tight, is it? 'Cause you can loosen it if you want. Take it off, sure, go on.","(Niamh looks uncomfortable)","Father Dougal: Or would you like some tea? I'll tell you what, I'll make the tea and you take your bra off. [gets up]"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc033"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955ec"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d29"},"lines":["Mrs Doyle:  Father Henry Bigbigging? Father Hank Tree? Father Hiroshima Twinkie? Father Stig Bubblecard? Father Johnny Hellzapoppin’? Father Luke Duke? Father Billy Ferry? Father Chewy Louie? Father John Hoop? Father Hairycake Linehan? Father Rabulah Conundrum? Father Peewee Stairmaster? Father Jemima Ractoole? Father Jerry Twig? Father Spodo Komodo? Father Cannabranna Lammer? Father Todd Unctious?","Priest: YES! Well done!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc036"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ea"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d2a"},"lines":["Father Ted: \"If there\\\\\\'s one place he can be absolutely assured of peace and quiet...\"","Father Jack: AH, FECK! [Father Jack falls down the stairs shouting] Feck, feck, feck, feck, feck!","Father Ted: \"I think it would be an insult to you if I were to finish that sentence.\""],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc039"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d2b"},"lines":["Father Jack: (points at rabbits) RATS!","Father Ted: Yes father, we can see them as well.","Father Jack: HAIRY JAPANESE BASTARDS!!!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc032"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ce"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d2c"},"lines":["Mrs Doyle: Father Jessup, what are you doing in Father Hackett's underpants hamper?","Father Jessup: He locked me in here! Oh God... The smell!","Mrs Doyle: Are you not terribly uncomfortable in there?","Father Jessup: Of course I\\\\\\'m uncomfortable! I want to get out...\"","Mrs Doyle: [thinks for a few moments, before coming to a conclusion] Okay so! [leaves]","Father Jessup: Where are you going? HELP ME!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03d"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ea"},{"$oid":"60c3f6ca18a5e1176c6955cf"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d2d"},"lines":["Father Ted: Dougal, I don't want you to be physio this year. I want you to... look after the corner flags.","Father Dougal: Oh God, Ted, for a second there I thought you were going to give me something completely stupid to do."],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03c"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d2e"},"lines":["Mrs Doyle: I got someone to come around and take away all the furniture and burn it in a big fire!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03f"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955ea"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d2f"},"lines":["Horse racing commentator: And it's Divorce Referendum in the lead, followed by Glory Be To God. Glory Be To God creeps ahead of Divorce Referendum...","Father Ted: Come on, Divorce Referendum! Come on, Divorce Referendum!","Horse racing commentator: Divorce Referendum is way in front; Divorce Referendum is speeding towards victory...","Father Ted: Yes! Yes!","Horse racing commentator: Oh, no! Disaster for Divorce Referendum as he turns in the opposite direction and simply runs off the course!","Father Ted: Oh, flip! You flipping, flipping flipper! Oh, it's the knacker's yard for you, pal!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc035"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d30"},"lines":["Dougal: [Excitedly] Ted! Ted!","Ted: [startled] Wah! What?! What?!","Dougal: [holding out a bag of peanuts] Would you like a peanut?","Ted: A peanut? You woke me up to offer me a peanut?! God, Dougal!","Dougal: Sorry Ted.","Ted: Go to bed!"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc036"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955c9"},{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
{"_id":{"$oid":"60c4cfa3300b488880325d31"},"lines":["(Jack is having his eyesight tested)","Optician: Well, I must say, I'm confused. His eyesight seems to be better than ever before. He read right down to the very last line, and even I can't see that one.","(The chart is revealed to repeat the word \"drink\" over and over again with the letters getting smaller each time)","Ted: I think I know what happened. You see, Father Jack has a great fondness for saying that particular word.","Optician: Well, it's the first time I've used that eye chart actually. I got it free with a promotional crate of Carlsberg.","Ted: Okay, we'll come back and pick Jack up later. (They leave)","Optician: Now, Father. This chart was given to me by Slovakia's premier lens manufacturers, Feck Arse Industries. (The new chart is revealed to repeat the words \"Feck Arse\" over and over again with the letters getting smaller each time)"],"episode":{"$oid":"60c4b986b3dd4bcb9a6fc03b"},"characters":[{"$oid":"60c3f6ca18a5e1176c6955dd"}]}
